Repository: hotice/audacious-plugins-pkg
Catalog: po/*.po
Languages: lv

source: File Info Box
lv: Faila info lodziņš

source: Disable 'GUI Scaling'
lv: Atslēgt 'GLS mērogošana'

source: Enable 'GUI Scaling'
lv: Ieslēgt 'GLS mērogošana'

source: Visualization Menu
lv: Vizualizēšanas izvēlne

source: <b><big>Couldn't open audio.</big></b> Please check that: 1. You have the correct output plugin selected. 2. No other programs is blocking the soundcard. 3. Your soundcard is configured properly.
lv: <b><big>Neizdevās atvērt skaņas ierīci.</big></b> Lūdzu, pārbaudiet vai: 1. Ir izvēlēts pareizs izvades spraudnis. 2. Citas programmas nebloķē skaņas ierīci. 3. Jūsu skaņas ierīce ir pareizi konfigurēta.

source: Autoscroll Songname
lv: Automātiski tīt dziesmas nosaukumu

source: Peaks
lv: Maksimumi

source: Show Player
lv: Rādīt atskaņotāju

source: Show Playlist Editor
lv: Rādīt repertuāra redaktoru

source: Show Equalizer
lv: Rādīt balansieri

source: Always on Top
lv: Vienmēr virspusē

source: Put on All Workspaces
lv: Uzlikt uz visām darbvirsmām

source: Roll up Player
lv: Saritināt atskaņotāju

source: Roll up Playlist Editor
lv: Saritināt repertuāra redaktoru

source: Roll up Equalizer
lv: Saritināt balansieri

source: Scale
lv: Mērogot

source: DoubleSize
lv: Dubultizmērs

source: Easy Move
lv: Vienkāršā pārvietošana

source: Analyzer
lv: Analizators

source: Scope
lv: Loks

source: Voiceprint
lv: Balss vizualizēšana

source: Off
lv: Izslēgts

source: Normal
lv: Normāls

source: Fire
lv: Uguns

source: Vertical Lines
lv: Vertikālas līnijas

source: Lines
lv: Līnijas

source: Bars
lv: Joslas

source: Dot Scope
lv: Punktēts loks

source: Line Scope
lv: Līnijveida loks

source: Solid Scope
lv: Aizpildīts loks

source: Ice
lv: Ledus

source: Smooth
lv: Gluds

source: Slowest
lv: Lēnākais

source: Slow
lv: Lēni

source: Medium
lv: Vidēji

source: Fast
lv: Ātri

source: Fastest
lv: Ātrākais

source: Time Elapsed
lv: Pavadītais laiks

source: Time Remaining
lv: Atlikušais laiks

source: Save All Playlists
lv: Saglabāt visus repertuārus

source: Saves all the playlists that are open. Note that this is done automatically when Audacious quits.
lv: Saglabā visus atvērtos repertuārus. Ievēro, ka tas tiek izdarīts automātiski, izejot no Audacious.

source: Plugin Services
lv: Spraudņu servisi

source: Preset
lv: Sākumuzstādījumi

source: Load preset
lv: Ielādēt sākumuzstādījumu

source: Auto-load preset
lv: Auto-ielādes sākumuzstādījums

source: Load auto-load preset
lv: Ielādē auto-ielādes sākumuzstādījumu

source: Load default preset into equalizer
lv: Ielādēt noklusēto sākumuzstādījumu

source: Zero
lv: Nulle

source: Set equalizer preset levels to zero
lv: Uzstādīt balansiera sākumuzstādījumu līmeņus uz 0

source: From file
lv: No faila

source: Load preset from file
lv: Ielādēt sākumuzstādījumu no faila

source: From WinAMP EQF file
lv: No WinAMP EQF faila

source: Load preset from WinAMP EQF file
lv: Ielādēt sākumuzstādījumu no WinAMP EQF faila

source: WinAMP Presets
lv: WinAMP sākumuzstādījumi

source: Import WinAMP presets
lv: Importēt WinAMP sākumuzstādījumus

source: Save preset
lv: Saglabāt sākumuzstādījumu

source: Save auto-load preset
lv: Saglabāt auto-ielādes sākumuzstādījumu

source: Save default preset
lv: Saglabāt noklusēto sākumuzstādījumu

source: To file
lv: Uz failu

source: Save preset to file
lv: Saglabāt sākumuzstādījumu failā

source: To WinAMP EQF file
lv: Uz WinAMP EQF failu

source: Save preset to WinAMP EQF file
lv: Saglabāt sākumuzstādījumu WinAMP EQF failā

source: Delete preset
lv: Dzēst sākumuzstādījumu

source: Delete auto-load preset
lv: Dzēst auto-ielādes sākumuzstādījumu

source: Search entries in active playlist
lv: Meklēt ierakstus aktīvajā repertuārā

source: Select entries in playlist by filling one or more fields. Fields use regular expressions syntax, case-insensitive. If you don't know how regular expressions work, simply insert a literal portion of what you're searching for.
lv: Iezīmējiet ierakstus repertuārā, aizpildot vienu vai vairākus laukus. Laukos jāizmanto regulāro izteiksmju sintakse, reģistrnejutīga. Ja neziniet, kā regulārās izteiksmes darbojas, vienkārši nosaukuma daļu tam, ko meklējat.

source: Album:
lv: Albums:

source: Artist:
lv: Izpildītājs:

source: Filename:
lv: Faila nosaukums:

source: Clear previous selection before searching
lv: Notīrīt iepriekšējo iezīmējumu pirms meklēšanas

source: Automatically toggle queue for matching entries
lv: Automātiski pārslēgt ierindošanu atbilstošajiem ierakstiem

source: Create a new playlist with matching entries
lv: Izveidot jaunu repertuāru no atbilstošajiem ierakstiem

source: Audacious Playlist Editor
lv: Audacious repertuāra redaktors

source: PREAMP
lv: PRIEKŠPASTIPRINĀT

source: Archived Winamp 2.x skin
lv: Arhivēta Winamp 2.x apdare

source: Unarchived Winamp 2.x skin
lv: Atarhivēta Winamp 2.x apdare

source: Could not create directory (%s): %s
lv: Neizdevās izveidot mapi (%s): %s

source: About sndfile plugin
lv: Par sndfile spraudni

source: Adapted for Audacious usage by Tony Vroon <chainsaw@gentoo.org> from the xmms_sndfile plugin which is: Copyright (C) 2000, 2002 Erik de Castro Lopo This program is free software ; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation ; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY ; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program ; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
lv: Pielāgojis izmantošanai Audacious - Tony Vroon <chainsaw@gentoo.org> no xmms_sndfile spraudņa: autortiesības (C) 2000, 2002 Erik de Castro Lopo Šī ir brīvā programmatūra. Jūs varat to izplatīt un/vai modificēt saskaņā ar GNU GPL licenses nosacījumiem, kurus publicējis Free Software Foundation; lietojiet licenses 2. versiju, vai arī (pēc jūsu izvēles) jebkuru vēlāku versiju. Šī programma tiek izplatīta cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat PIEPRASĪJUMA vai NODERĪBAS ĪPAŠAM MĒRĶIM garantijas. Sīkākai informācijai skatiet GNU General Public License. GNU GPL licenses kopijai vajadzētu būt saņemtai kopā ar šo programmu. Ja tā nav, rakstiet uz Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: About SndStretch
lv: Par SndStretch

source: Volume corr.
lv: Skaļuma kor.

source: Short Overlap
lv: Īsa pārklāšanās

source: Speed
lv: Ātrums

source: Pitch
lv: Augstums

source: SndStretch - Configuration
lv: SndStretch - konfigurācija

source: Command to run when Audacious starts a new song.
lv: Komanda, ko palaist, kad Audacious sāk atskaņot jaunu dziesmu.

source: Command:
lv: Komanda:

source: Command to run toward the end of a song.
lv: Komanda, ko palaist dziesmas beigās.

source: Command to run when Audacious reaches the end of the playlist.
lv: Komanda, ko palaist, kad Audacious sasniedz repertuāra beigas.

source: Command to run when title changes for a song (i.e. network streams titles).
lv: Komanda, ko palaist, kad nomainās dziesmas nosaukums (piem., tīkla plūsmas).

source: You can use the following format strings which will be substituted before calling the command (not all are useful for the end-of-playlist command). %F: Frequency (in hertz) %c: Number of channels %f: filename (full path) %l: length (in milliseconds) %n or %s: Song name %r: Rate (in bits per second) %t: Playlist position (%02d) %p: Currently playing (1 or 0)
lv: Varat izmantot sekojoša formāta virknes, kuras pirms komandas izsaukšanas tiks aizvietotas (ne visas ir derīgas repertuāra-beigas komandai). %F: Frekvence (hercos) %c: Kanālu skaits %f: faila nosaukums (pilns ceļš) %l: ilgums (milisekundēs) %n vai %s: Dziesmas nosaukums %r: Ātrums (bitos sekundē) %t: Repertuāra pozīcija (%02d) %p: Pašreiz atskaņo (1 vai 0)

source: <span size='small'>Parameters passed to the shell should be encapsulated in quotes. Doing otherwise is a security risk.</span>
lv: <span size='small'>Parametrus, kuri tiek padoti čaulai, vajadzētu ietvert pēdiņās. Pretējā gadījumā rodas risks drošībai.</span>

source: Commands
lv: Komandas

source: Song Change
lv: Dziesmas maiņa

source: Spectrum Analyzer
lv: Spektra analizators

source: About Status Icon Plugin
lv: Par statusa ikonas spraudni

source: written by Giacomo Lozito < james@develia.org > This plugin provides a status icon, placed in the system tray area of the window manager.
lv: autors Giacomo Lozito < james@develia.org > Šis spraudnis nodrošina ar statusa ikonu, kas tiek novietota logu pārvaldnieka sistēmas ikonu joslā.

source: Status Icon Plugin - Preferences
lv: Statusa ikonas spraudnis - iestatījumi

source: Right-Click Menu
lv: Labā klikšķa izvēlne

source: Audacious standard menu
lv: Audacious standarta izvēlne

source: Small playback menu #1
lv: Neliela atskaņošanas izvēlne #1

source: Small playback menu #2
lv: Neliela atskaņošanas izvēlne #2

source: Mouse Scroll Action
lv: Peles rullīša darbība

source: Change volume
lv: Mainīt skaļumu

source: Change playing song
lv: Mainīt atskaņojamo dziesmu

source: Extra Stereo Plugin By Johan Levin 1999.
lv: Extra Stereo spraudnis Autors Johan Levin 1999.

source: About Extra Stereo Plugin
lv: Par Extra Stereo spraudni

source: Configure Extra Stereo
lv: Konfigurēt Extra Stereo

source: Search:
lv: Meklēt:

source: Add Bookmark
lv: Pievienot grāmatzīmi

source: Stream browser
lv: Plūsmu pārlūks

source: Stream name
lv: Plūsmas nosaukums

source: Now playing
lv: Pašreiz atskaņo

source: Remove Bookmark
lv: Dzēst grāmatzīmi

source: About Stream Browser
lv: Par plūsmu pārlūku

source: Copyright (c) 2008, by Calin Crisan <ccrisan@gmail.com> and The Audacious Team. This is a simple stream browser that includes the most popular streaming directories. Many thanks to the Streamtuner developers <http://www.nongnu.org/streamtuner>, and of course to the whole Audacious community. Also thank you Tony Vroon for mentoring & guiding me, again. This was a Google Summer of Code 2008 project.
lv: Autortiesības (c) 2008, Calin Crisan <ccrisan@gmail.com> un Audacious komanda. Šis ir vienkāršs plūsmu pārlūks, kurā ir iekļautas populārākās plūsmu mapes. Liels paldies Streamtuner izstrādātājiem <http://www.nongnu.org/streamtuner>, un, protams, visai Audacious kopienai. Paldies arī Tony Vroon par padomiem, vēlreiz. Šis bija Google Summer of Code 2008 projekts.

source: Streambrowser
lv: Plūsmu pārlūks

source: About the Sun Driver
lv: Par Sun dzini

source: XMMS BSD Sun Driver Copyright (c) 2001 CubeSoft Communications, Inc. Maintainer: <vedge at csoft.org>.
lv: XMMS BSD Sun dzinis Autortiesības (c) 2001 CubeSoft Communications, Inc. Uzturētājs: <vedge at csoft.org>.

source: Audio control device:
lv: Audio vadības ierīce:

source: Volume controls device:
lv: Skaļuma vadības ierīce:

source: XMMS uses mixer exclusively.
lv: XMMS izmanto tikai mikseri.

source: Sun driver configuration
lv: Sun dziņa konfigurācija

source: TiMidity Configuration
lv: TiMidity konfigurācija

source: Sample Width
lv: Iztvēruma platums

source: TiMidity Configuration File
lv: TiMidity konfigurācijas fails

source: TiMidity Plugin %s
lv: TiMidity spraudnis %s

source: TiMidity Plugin http://libtimidity.sourceforge.net by Konstantin Korikov
lv: TiMidity spraudnis http://libtimidity.sourceforge.net autors Konstantin Korikov

source: Couldn't load MIDI file
lv: Neizdevās ielādēt MIDI failu

source: About Tone Generator
lv: Par toņa ģeneratoru

source: Sinus tone generator by Haavard Kvaalen <havardk@xmms.org> Modified by Daniel J. Peng <danielpeng@bigfoot.com> To use it, add a URL: tone://frequency1;frequency2;frequency3;... e.g. tone://2000;2005 to play a 2000Hz tone and a 2005Hz tone
lv: Sinusa toņa ģenerators, autors Haavard Kvaalen <havardk@xmms.org> Modificējis Daniel J. Peng <danielpeng@bigfoot.com> Lai to izmantotu, ievadiet URL: tone://frekvence1;frekvence2;frekvence3;... piem., tone://2000;2005 , lai atskaņotu 2000Hz un 2005Hz toni

source: Tone Generator:
lv: Toņa ģenerators:

source: Override generic titles
lv: Aizstāt vispārīgos nosaukumus

source: Title format:
lv: Nosaukuma formāts:

source: Ogg Vorbis Tags
lv: Ogg Vorbis tagi

source: Ogg Vorbis Audio Plugin Configuration
lv: Ogg Vorbis Audio spraudņa konfigurācija

source: About Ogg Vorbis Audio Plugin
lv: Par Ogg Vorbis Audio spraudni

source: Ogg Vorbis Plugin by the Xiph.org Foundation Original code by Tony Arcieri <bascule@inferno.tusculum.edu> Contributions from Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmms.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Haavard Kvaalen <havardk@xmms.org> Gian-Carlo Pascutto <gcp@sjeng.org> Eugene Zagidullin <e.asphyx@gmail.com> Visit the Xiph.org Foundation at http://www.xiph.org/
lv: Ogg Vorbis spraudnis, izstrādāja Xiph.org Foundation Oriģinālā koda autors Tony Arcieri <bascule@inferno.tusculum.edu> Pienesumi no Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmms.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Haavard Kvaalen <havardk@xmms.org> Gian-Carlo Pascutto <gcp@sjeng.org> Eugene Zagidullin <e.asphyx@gmail.com> Apciemojiet Xiph.org Foundation - http://www.xiph.org/

source: About Vortex Player
lv: Par Vortex atskaņotāju

source: Vortex file format player by Sashnov Alexander <sashnov@ngs.ru> Founded on original source in_vtx.dll by Roman Sherbakov <v_soft@microfor.ru> Music in vtx format can be found at http://vtx.microfor.ru/music.htm and other AY/YM music sites. Audacious implementation by Pavel Vymetalek <pvymetalek@seznam.cz>
lv: Vortex faila formāta atskaņotājs, autors Sashnov Alexander <sashnov@ngs.ru> Balstīts uz oriģinālā koda no in_vtx.dll, kura autors ir Roman Sherbakov <v_soft@microfor.ru> Mūzika vtx formātā ir atrodama http://vtx.microfor.ru/music.htm un citās AY/YM mūzikas vietnēs. Ieviešana iekš Audacious: Pavel Vymetalek <pvymetalek@seznam.cz>

source: Ape2 Tag
lv: Ape2 tags

source: Title:
lv: Nosaukums:

source: Artist:
lv: Izpildītājs:

source: Album:
lv: Albums:

source: Comment:
lv: Komentārs:

source: Year:
lv: Gads:

source: Track number:
lv: Celiņa numurs:

source: Genre:
lv: Žanrs:

source: Remove Tag
lv: Nodzēst tagu

source: version %d
lv: versija %d

source: average bitrate: %6.1f kbps
lv: vidējais bitātrums: %6.1f kbps

source: samplerate: %d Hz
lv: iztveršanas temps: %d Hz

source: bits per sample: %d
lv: biti uz iztvērumu: %d

source: channels: %d
lv: kanāli: %d

source: length: %d:%.2d
lv: ilgums: %d:%.2d

source: file size: %d Bytes
lv: faila izmērs: %d baiti

source: Title Peak: ?
lv: Nosaukuma maksimums: ?

source: Album Peak: ?
lv: Albuma maksimums: ?

source: Title Gain: ?
lv: Nosaukuma normalizācija: ?

source: Album Gain: ?
lv: Albuma normalizācija: ?

source: File Info - %s
lv: Faila info - %s

source: Enable Dynamic Bitrate Display
lv: Ieslēgt dinamisko bitātruma rādīšanu

source: General Plugin Settings
lv: Vispārīgie spraudņa iestatījumi

source: use Track Gain/Peak
lv: lietot celiņa normalizēšanu/maksimumu

source: use Album Gain/Peak
lv: lietot albuma normalizēšanu/maksimumu

source: Enable Clipping Prevention
lv: Ieslēgt apgriešanas novēršanu

source: Enable ReplayGain
lv: Ieslēgt normalizēšanu

source: ReplayGain Type
lv: Normalizēšanas tips

source: ReplayGain Settings
lv: Normalizēšanas iestatījumi

source: Plugin
lv: Spraudnis

source: ReplayGain
lv: Normalizēšana

source: Wavpack Configuration
lv: Wavpack konfigurācija

source: Wavpack Decoder Plugin %s
lv: Wavpack dekodētāja spraudnis %s

source: Copyright (c) 2006 William Pitcock <nenolod -at- nenolod.net> Some of the plugin code was by Miles Egan Visit the Wavpack site at http://www.wavpack.com/
lv: Autortiesības (c) 2006 William Pitcock <nenolod -at- nenolod.net> Daļas spraudņa koda autors Miles Egan Apciemojiet Wavpack vietni http://www.wavpack.com/
