Repository: hotice/audacious-plugins-pkg
Catalog: po/*.po
Languages: lv

source: Select the transition to be used for the songchange type selected above: * Fade-in: Fade-in at 'Start of playback' * Reopen output device: Force a close/open on the output plugin. This will most certainly re-introduce gaps and clicks, but might be usefull with some plugins. * Flush output device: Keeps the output plugin opened, but flushes its buffers. This will give you almost instant reaction when pressing NEXT/PREV. * None (gapless/off): Gapless mode. Keeps the device opened, but does not do any fading. * Simple crossfade: Does a simple crossfade between the previous and the next song. * Advanced crossfade: Allows you to configure the crossfade in more detail. * Fade-out: Fade-out at 'Manual stop' or 'End of playlist'.
lv: Izvēlieties pāreju, kas tiks izmantota augšā izvēlētajam dziesmu maiņas tipam: * Ienākšana: 'ienākt' atskaņošanas sākumā * Atkārtoti atvērt izvades ierīci: piespiest aizvēršanu/atvēršanu izvades spraudnī. Tas, visticamāk, atkal ieviesīs pārtraukumus un klikšķus, bet var būt noderīgs ar dažiem spraudņiem. * Iztukšot izvades ierīci: patur izvades spraudni atvērtu, bet iztukšo tā buferus. Rezultāts - gandrīz acumirklīga reakcija, kad tiek nospiests 'Nākamais'/'Iepriekšējais'. * Neviens (bez starplaikiem/izslēgts): bezatstarpju režīms. Patur ierīci atvērtu, bet neizpilda jebkādu izdzišanu. * Vienkārša sapludināšana: izdara vienkāršu sapludināšanu starp iepriekšējo un nākamo dziesmu. * Sapludināšana ar papildus iestat.: ļauj jums konfigurēt sapludināšanu detalizētāk. * Izdzišana: izdziest pie 'Pašrocīga apstādināšana' vai 'Repertuāra beigas'.

source: Reopen
lv: Atvērt atkārtoti

source: Length (ms):
lv: Ilgums (ms):

source: Specify the length of the silence to be inserted between the tracks. Default: 2000
lv: Norādiet ilgumu klusumam, ko ievietot starp celiņiem. Noklusējums: 2000

source: Enable
lv: Ieslēgt

source: Start volume (%):
lv: Sākuma skaļums (%):

source: Set the duration for the fadein of the next song.
lv: Uzstādīt ienākšanas ilgumu nākamajai dziesmai.

source: Fade in
lv: Ienākt

source: Flush
lv: Iztukšot

source: Specify the length of the crosssfade. Default: depends on songchange type
lv: Norādiet saplūšanas ilgumu. Noklusējums: atkarīgs no dziesmu maiņas tipa

source: Crossfade
lv: Sapludināšana

source: Simple XF
lv: Vienkāršs XF

source: Set the duration for the fadeout of the previous song.
lv: Uzstādīt izdzišanas ilgumu iepriekšējai dziesmai.

source: End volume (%):
lv: Beigu skaļums (%):

source: Fade out
lv: Izgaist

source: Custom (ms):
lv: Pielāgots (ms):

source: Set a custom offset.
lv: Uzstādīt pielāgotu nobīdi.

source: Set how much the end of the previous and the beginning of the next song should overlap. * Negative values indicate that the next song should start before the previous has reached the end. * A value of 0 means that the songs are concatenated seamlessly. * Positive values will yield insert silence inbetween..
lv: Uzstādīt to, cik daudz vajadzētu pārklāties iepriekšējās dziesmas beigām un nākamās dziesmas sākumam. * Negatīvas vērtības norāda, ka nākamajai dziesmai vajadzētu sākties, pirms iepriekšējā ir sasniegusi beigas. * Vērtība '0' nozīmē, ka dziesmas tiks savienotas bez pārtraukumiem. * Pozitīvas vērtības norāda, ka starp dziesmām tiks ievietots klusums.

source: None (0 ms)
lv: Nekas (0ms)

source: Don't overlap the two songs. The next song will start immediatelly after the previous has ended.
lv: Neļaut pārklāties divām dziesmām. Nākamā dziesma sāksies uzreiz pēc iepriekšējās.

source: Lock to fadeout length
lv: Noslēgt uz izdzišanas ilgumu

source: Overlap by the fadeout duration specified above.
lv: Pārklāšanās ilgums vienāds ar augšā norādīto izdzišanas ilgumu.

source: Lock to fadein length
lv: Noslēgt uz ienākšanas ilgumu

source: Overlap by the fadein duration specified below..
lv: Pārklāšanās ilgums vienāds ar apakšā norādīto ienākšanas ilgumu.

source: Offset
lv: Nobīde

source: Enable
lv: Ieslēgt

source: Lock to Fade-out
lv: Noslēgt uz izdzišanas ilgumu

source: Use the same settings as fade-out.
lv: Izmantot izdzišanas iestatījumus.

source: Advanced XF
lv: Paplašinātais XF

source: Set the duration for the fadein when starting playback.
lv: Uzstādīt ienākšanas ilgumu sākot atskaņošanu.

source: Set the duration for the fadeout of the last song.
lv: Uzstādīt izdzišanas ilgumu pēdējai dziesmai.

source: Set how much additional silence should be played after the end of the last song. This way, you can avoid the clicks some soundcards produce when being shut down during playback. Default: 500
lv: Uzstādīt, cik ilgs klusuma periods būtu jāatskaņo pēc pēdējās dziesmas. Tādā veidā jūs varat izvairīties no klikšķiem, ko rada dažas skaņas kartes, kad tās tiek izslēgtas atskaņošanas laikā. Noklusējums: 500

source: Additional silence
lv: Papildu klusums

source: Set the duration for the fadeout when pausing. Default: 100
lv: Uzstādīt ilgumu izdzišanai pauzes laikā. Noklusējums: 100

source: Set how much additional silence should be played after pausing. This way, you can avoid the clicks some soundcards produce when entering pause. Default: 100
lv: Uzstādīt, cik ilgs klusuma periods būtu jāatskaņo pēc pauzes. Tādā veidā jūs varat izvairīties no klikšķiem, ko rada dažas skaņas kartes, kad tiek ieslēgta pauze. Noklusējums: 100

source: Set the duration for the fadein when unpausing. Default: 100
lv: Uzstādīt ilgumu ienākšanai, izslēdzot pauzi. Noklusējums: 100

source: Fade out (ms):
lv: Izdzist (ms):

source: Silence (ms):
lv: Klusums (ms):

source: Fade in (ms):
lv: Ienākšana (ms):

source: Fade out / Fade in
lv: Izdzist / Ienākt

source: Crossfader
lv: Sapludinātājs

source: Set the maximum length for gaps at the beginning of a stream. Default: 500
lv: Uzstādīt maksimālo ilgumu atstarpēm plūsmas sākumā. Noklusējums: 500

source: Set the maximum volume for gaps at the beginning of a stream. All samples below this value are considered as silent. Default: 512
lv: Uzstādīt maksimālo skaļumu atstarpēm plūsmas sākumā. Visi iztvērumi zem šīs vērtības tiek uzskatīti par klusumu. Noklusējums: 512

source: Max. length (ms):
lv: Maks. ilgums (ms):

source: Max. level (16bit sample):
lv: Maks. līmenis (16 bitu iztvērums):

source: Leading gap killer
lv: Ievadošās atstarpes dzēsējs

source: Set the maximum length for gaps at the end of a stream. Default: 500
lv: Uzstādīt maksimālo ilgumu atstarpēm plūsmas beigās. Noklusējums: 500

source: Set the maximum volume for gaps at the end of a stream. All samples below this value are considered as silent. Default: 512
lv: Uzstādīt maksimālo skaļumu atstarpēm plūsmas beigās. Visi iztvērumi zem šīs vērtības tiek uzskatīti par klusumu. Noklusējums: 512

source: Lock to Leading
lv: Noslēgt uz ievadošo

source: Use the same settings as above.
lv: Izmantot augšā esošos iestatījumus.

source: Trailing gap killer
lv: Sekojošās atstarpes dzēsējs

source: Skip to next zero crossing
lv: Izlaist uz nākamo nulles vērtību

source: If enabled, XMMS-crossfade will take additional care to avoid clicks with pre-faded (gapless) tracks. XMMS-crossfade will cut off the end of the previous song (the beginning of the next song) only at a zero-crossing of the sample values. Default: On
lv: Ja ieslēgts, XMMS-crossfade veltīs papildu uzmanību tam, lai izvairītos no klikšķiem 'iepriekš-izdzisinātos' (bez atstarpēm) celiņos. XMMS-crossfade nogriezīs beigas iepriekšējai dziesmai (sākumu nākošajai) tikai tad, ja iztvērumu vērtība būs nulle. Noklusējums: ieslēgts

source: Advanced
lv: Paplašināti

source: Gap Killer
lv: Atstarpes dzēsējs

source: Write debug output to <stderr>
lv: Rakstīt atkļūdošanas izvadi uz <stderr>

source: Monitors what is going on in XMMS-crossfade. If you think you found a bug in XMMS-crossfade, please enable this option and send me the output. Note that you should disable debug output if you start XMMS from within Netscape. Netscape will spam you with dialogs containing the debug output captured from <stderr>. Default: Off
lv: Novēro notiekošo iekš XMMS-crossfade. Ja domājat, ka esat atradis kļūdu XMMS-crossfade, lūdzu, ieslēdziet šo opciju un nosūtiet man izvadi. Ievērojiet, ka jums vajadzētu izslēgt atkļūdošanas izvadi, ja startējat XMMS no Netscape. Netscape jūs noslīcinās dialoglogos, kuri saturēs atkļūdošanas izvadi, kas savākta no <stderr>. Noklusējums: ieslēgts

source: Debug options
lv: Atkļūdošanas opcijas

source: Enable volume control
lv: Ieslēgt skaļuma kontroli

source: Enables/disables XMMS volume and balance controls. Default: On
lv: Ieslēdz/izslēdz XMMS skaļums un balansa vadību. Noklusējums: ieslēgts

source: Reverse balance
lv: Apgrieztais balanss

source: Reverses left and right with the balance control. Default: Off
lv: Apgriež balansa vadīklas labo un kreiso kanālu. Noklusējums: izslēgts

source: Software Mixer
lv: Programmatūras mikseris

source: Enable software mixer. Usefull for output plugins without mixer support. Default: Off
lv: Ieslēgt programmatūras mikseri. Noderīgs izvades spraudņiem bez miksera atbalsta. Noklusējums: izslēgts

source: Volume control options
lv: Skaļuma kontroles opcijas

source: Songchange timeout (ms):
lv: Dziesmu maiņas noildze (ms):

source: The songchange timeout is the maximum time XMMS-crossfade waits for the next song. If this timeout is exceeded, the output plugin/device is closed. Default: 100
lv: Dziesmu maiņas noildze ir maksimālais laika ilgums, kādu XMMS-crossfade gaidīs nākamo dziesmu. Ja šī noildze tiek pārsniegta, izvades spraudnis/ierīce. Noklusējums: 100

source: Mixing buffer preload (ms):
lv: Miksēšanas bufera priekšielāde (ms):

source: Tells XMMS-crossfade how much data it should buffer before it starts writing to the output plugin/device. Usually, this value can be set to 0, because the output plugin does preloading on its own. Default: 0
lv: Norāda XMMS-crossfade, cik daudz datu jāielādē buferī, pirms sākt rakstīt uz izvades spraudni/ierīci. Parasti šo vērtību var uzstādīt uz 0, jo izvades spraudnis pats izdara priekšielādi. Noklusējums: 0

source: Don't crossfade
lv: Nesapludināt

source: successive tracks
lv: secīgi celiņi

source: This option enables the automatic detection of pre-faded or gapless tracks, like the tracks on some compilations or on most live albums. If such tracks are detected, crossfading will be disabled and only the gapkiller (if enabled) will be used for the songchange. Default: On
lv: Šī opcija ieslēdz automātisku 'iepriekš-izdzisinātu' vai bezatstarpju celiņu noteikšanu, piemēram, kompilācijās vai vairākumā dzīvo albumu. Ja tiek atrasti šādi celiņi, sapludināšana tiks atslēgta un dziesmu maiņai izmantos tikai atstarpju dzēsējs (ja ieslēgts). Noklusējums: ieslēgts

source: same file
lv: tas pats fails

source: This option disables crossfading between the same file. This can happen if you have only one file in the playlist and 'repeat' turned on. Default: Off
lv: Šī opcija atslēdz sapludināšanu iekš viena faila. Tas var notikt, ja jums repertuārā ir tikai viens fails un ir ieslēgts 'atkārtot' režīms. Noklusējums: izslēgts

source: Enable HTTP buffer underrun workaround
lv: Ieslēgt HTTP bufera izsīkšanas apiešanu

source: Enable this when you have problems playing internet HTTP audio streams. Unfortunatelly, it also breaks crossfading. Default: Off
lv: Ieslēdziet šo, kad jums rodas problēmas, atskaņojot interneta HTTP audio plūsmas. Diemžēl tas arī padara neiespējamu sapludināšanu. Noklusējums: izslēgts

source: Limit OP buffer usage (ms):
lv: Ierobežot OP bufera lietojumu (ms):

source: With this option enabled, XMMS-crossfade will limit the amount of data being buffered by the output plugin. This way, you can decrease the latency between pressing STOP/NEXT/PREV and the new song actually being played. Default: Off
lv: Ar šo opciju ieslēgtu, XMMS-crossfade ierobežos izvades spraudņa buferēto datu daudzumu. Šādā veidā jūs varat samazināt aizturi starp 'stop'/'nākamais'/'iepriekšējais' nospiešanu un brīdi, kad patiesībā tiek sākta jaunās dziesmas atskaņošana Noklusējums: izslēgts

source: Beware that setting this value too low also increases the chance of buffer underruns. Default: 250
lv: Ievērojiet, ka, uzstādot šo vērtību pārāk zemu, palielinās bufera izsīkšanas iespēja. Noklusējums: 250

source: Use Quantaudio timing comments
lv: Izmantot Quantaudio laikskaites komentārus

source: Keep output opened
lv: Paturēt izvadi atvērtu

source: Keep the output device opened all the time, even if XMMS is stopped. This way, you can avoid clicks caused by the soundcard when the device is opened or closed Default: Off
lv: Turēt izvades ierīci atvērtu visu laiku, pat tad, ja XMMS ir apturēts. Tādā veidā jūs varat izvairīties no klikšķiem, ko izraisa skaņas karte, kad ierīce tiek atvērta vai slēgta. Noklusējums: izslēgts

source: Advanced options
lv: Paplašinātās opcijas

source: Delete
lv: Dzēst

source: New
lv: Jauns

source: Load
lv: Ielādēt

source: Save
lv: Saglabāt

source: Presets
lv: Gatavie regulējumi

source: Configure Crystalizer
lv: Konfigurēt Crystalizer

source: Effect intensity:
lv: Efekta intensitāte:

source: Echo Plugin By Johan Levin 1999. Surround echo by Carl van Schaik 1999
lv: Atbalss spraudnis Autors Johan Levin 1999. Ieskaujošās atbalss autors Carl van Schaik 1999

source: About Echo Plugin
lv: Par atbalss spraudni

source: Configure Echo
lv: Konfigurēt atbalss

source: Delay: (ms)
lv: Aizture: (ms)

source: Feedback: (%)
lv: Atbilde: (%)

source: Volume: (%)
lv: Skaļums: (%)

source: Surround echo
lv: Ieskaujošā atbalss

source: About ESounD Plugin
lv: Par ESounD spraudnis

source: Audacious ESounD Plugin This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
lv: Audacious ESounD spraudnis Šī ir brīvā programmatūra. Jūs varat to izplatīt un/vai modificēt saskaņā ar GNU GPL licenses nosacījumiem, kurus publicējis Free Software Foundation; lietojiet licenses 2. versiju, vai arī (pēc jūsu izvēles) jebkuru vēlāku versiju. Šī programma tiek izplatīta cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat PIEPRASĪJUMA vai NODERĪBAS ĪPAŠAM MĒRĶIM garantijas. Sīkākai informācijai skatiet GNU General Public License. GNU GPL licenses kopijai vajadzētu būt saņemtai kopā ar šo programmu. Ja tā nav, rakstiet uz Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: ESD Output Plugin configuration
lv: ESD izvades spraudņa konfigurācija

source: Host:
lv: Dators:

source: Use remote host
lv: Izmantot attālināto datoru

source: Volume controls OSS mixer
lv: Skaļuma regulators kontrolē OSS mikseri

source: Port:
lv: Ports:

source: Server
lv: Serveris

source: Buffering:
lv: Buferizācija:

source: Buffer size (ms):
lv: Bufera izmērs (ms):

source: Pre-buffer (percent):
lv: Pirms-buferēšana (%):

source: Buffering
lv: Buferizācija

source: Playback->Play
lv: Atskaņošana->Atskaņot

source: Playback->Stop
lv: Atskaņošana->Stop

source: Playback->Pause
lv: Atskaņošana->Pauze

source: Playback->Prev
lv: Atskaņošana->Iepriekšējā

source: Playback->Next
lv: Atskaņošana->Nākamā

source: Playback->Eject
lv: Atskaņošana->Izņemt

source: Playlist->Repeat
lv: Repertuārs->Atkārtot

source: Playlist->Shuffle
lv: Repertuārs->Sajaukt

source: Volume->Up_5
lv: Skaļums->Uz_augšu_5

source: Volume->Down_5
lv: Skaļums->Uz_leju_5

source: Volume->Up_10
lv: Skaļums->Uz_augšu_10

source: Volume->Down_10
lv: Skaļums->Uz_leju_10

source: Volume->Mute
lv: Skaļums->Apklusināt

source: Window->Main
lv: Logs->Galvenais

source: Window->Playlist
lv: Logs->Repertuārs

source: Window->Equalizer
lv: Logs->Balansieris

source: Window->JumpToFile
lv: Logs->PārietUzFailu

source: event-device-plugin: unable to open device file %s , skipping this device; check that the file exists and that you have read permission for it
lv: event-device-plugin: neizdevās atvērt ierīces failu %s , ierīce tika izlaista; pārbaudiet, vai fails eksistē un vai jums ir lasīšanas atļauja šim failam

source: event-device-plugin: unable to create a io_channel for device file %s ,skipping this device
lv: event-device-plugin: neizdevās izveidot io_channel ierīces failam %s , ierīce tika izlaista

source: event-device-plugin: unable to open /proc/bus/input/devices , automatic detection of event devices won't work.
lv: event-device-plugin: neizdevās atvērt /proc/bus/input/devices , automātiskā notikumu ierīču atrašana nedarbosies.

source: event-device-plugin: unable to open a io_channel for /proc/bus/input/devices , automatic detection of event devices won't work.
lv: event-device-plugin: neizdevās atvērt io_channel /proc/bus/input/ ierīcēm , automātiskā notikumu ierīču atrašana nedarbosies.

source: event-device-plugin: an error occurred while reading /proc/bus/input/devices , automatic detection of event devices won't work.
lv: event-device-plugin: kļūda lasot /proc/bus/input/ ierīces , automātiskā notikumu ierīču atrašana nedarbosies.

source: event-device-plugin: device %s not found in /dev/input , skipping.
lv: event-device-plugin: ierīce %s nav atrasta iekš /dev/input , tā tiek izlaista.

source: event-device-plugin: unable to load config file %s , default settings will be used.
lv: event-device-plugin: neizdevās ielādēt konfigurācijas failu %s , tiks izmantoti noklusētie iestatījumi.

source: event-device-plugin: incomplete information in config file for device "%s" , skipping.
lv: event-device-plugin: nepilnīga informācija konfigurācijas failā ierīcei "%s", tā tiks izlaista.

source: event-device-plugin: configuration, unable to get is_active value for device "%s", skipping it.
lv: event-device-plugin: konfigurācija, neizdevās iegūt is_active vērtību ierīcei "%s", tā tiks izlaista.

source: event-device-plugin: unable to access local directory %s , settings will not be saved.
lv: event-device-plugin: neizdevās piekļūt vietējai mapei %s , iestatījumi netiks saglabāti.

source: event-device-plugin: configuration, unable to get filename value for device "%s", skipping it.
lv: event-device-plugin: konfigurācija, neizdevās iegūt filename vērtību ierīcei "%s", tā tiks izlaista.

source: event-device-plugin: configuration, unable to get phys value for device "%s", skipping it.
lv: event-device-plugin: konfigurācija, neizdevās iegūt phys vērtību ierīcei "%s ", tā tiks izlaista.

source: event-device-plugin: configuration, unable to get is_custom value for device "%s", skipping it.
lv: event-device-plugin: konfigurācija, neizdevās iegūt is_custom vērtību ierīcei "%s", tā tiks izlaista.

source: event-device-plugin: configuration, unexpected value for device "%s", skipping it.
lv: event-device-plugin: konfigurācija, negaidīta vērtība ierīcei "%s ", tā tiks izlaista.

source: Detected
lv: Atrasts

source: Custom
lv: Pielāgots

source: Not Detected
lv: Nav atrasts

source: Information
lv: Informācija

source: Cannot open bindings window for a not-detected device. Ensure that the device has been correctly plugged in.
lv: Nevar atvērt piesaistu logu ierīcei, kas nav atrasta. Pārliecinieties, ka ir pareizi pievienota.

source: Error
lv: Kļūda

source: Unable to open selected device. Please check read permissions on device file.
lv: Neizdevās atvērt izvēlēto ierīci. Lūdzu, pārbaudiet lasīšanas atļaujas ierīces failam.

source: EvDev-Plug - Add custom device
lv: EvDev-Plug - Pievienot pielāgotu ierīci

source: EvDev-Plug tries to automatically detect and update information about event devices available on the system. However, if auto-detect doesn't work for your system, or you have event devices in a non-standard location (currently they're only searched in /dev/input/ ), you may want to add a custom device, explicitly specifying name and device file.
lv: EvDev-Plug mēģina automātiski atrast un atjaunot informāciju par notikumu ierīcēm, kas pieejamas jūsu sistēmā. Tomēr, ja automātiskā atrašana jūsu sistēmā nedarbojas, vai arī notikumu ierīces ir nestandarta vietā (pašreiz tās tiek meklētas tikai iekš /dev/input/ ), jūs varat pievienot pielāgotu ierīci, norādot tās nosaukumu un ierīces failu.

source: Device name:
lv: Ierīces nosaukums:

source: Device file:
lv: Ierīces fails:

source: (custom)
lv: (pielāgots)

source: Please specify both name and filename. Filename must be specified with absolute path.
lv: Lūdzu, norādiet gan nosaukumu, gan faila nosaukumu. Faila nosaukumu jānorāda ar pilno ceļu.

source: Do you want to remove the existing configuration for selected device?
lv: Vai vēlaties dzēst pašreizējo konfigurāciju izvēlētajai ierīcei?

source: Do you want to remove the selected custom device?
lv: Vai vēlaties dzēst izvēlēto pielāgoto ierīci?

source: EvDev-Plug - Configuration
lv: EvDev-Plug - Konfigurācija

source: Active
lv: Aktīvs

source: Status
lv: Statuss

source: Device Name
lv: Ierīces nosaukums

source: Device File
lv: Ierīces fails

source: Device Address
lv: Ierīces adrese

source: _Bindings
lv: Pie_saistes

source: Press a key of your device to bind it; if no key is pressed in five seconds, this window will close without binding changes.
lv: Nospiediet jūsu ierīces taustiņu, lai to piesaistītu; ja pēc piecu sekunžu laikā netiks nospiests neviens taustiņš, šis logs aizvērsies, neizmainot piesaistes.

source: This input event has been already assigned. It's not possible to assign multiple actions to the same input event (although it's possible to assign the same action to multiple events).
lv: Šis ievades notikums jau ir piesaistīts. Nav iespējams piesaistīt vairākas darbības vienam ievades notikumam (tomēr ir iespējams piesaistīt vienu darbību vairākiem notikumiem).

source: EvDev-Plug - Bindings Configuration
lv: EvDev-Plug - Piesaistu konfigurācija

source: <b>Name: </b>
lv: <b>Nosaukums: </b>

source: <b>Filename: </b>
lv: <b>Faila nosaukums: </b>

source: <b>Phys.Address: </b>
lv: <b>Fiz. adrese: </b>

source: EvDev-Plug - about
lv: EvDev-Plug - par

source: player remote control via event devices http://www.develia.org/projects.php?p=audacious#evdevplug written by Giacomo Lozito
lv: atskaņotāja tālvadība ar notikumu ierīcēm http://www.develia.org/projects.php?p=audacious#evdevplug autors Giacomo Lozito

source: Multi-format audio decoding plugin for Audacious based on FFmpeg multimedia framework (http://www.ffmpeg.org/) Copyright (c) 2000-2009 Fabrice Bellard, et al. FFmpeg libavformat %d.%d.%d, libavcodec %d.%d.%d Supported formats: %s Audacious plugin by: William Pitcock <nenolod@nenolod.net>, Matti Hämäläinen <ccr@tnsp.org>
lv: Daudzformātu audio dekodēšanas Audacious spraudnis, kas balstīts uz FFmpeg multivides karkasu (http://www.ffmpeg.org/) Autortiesības (c) 2000-2009 Fabrice Bellard, u.c. FFmpeg libavformat %d.%d.%d, libavcodec %d.%d.%d Atbalstītie formāti: %s Audacious spraudņa autori: William Pitcock <nenolod@nenolod.net>, Matti Hämäläinen <ccr@tnsp.org>

source: About FFaudio Plugin
lv: Par FFaudio spraudni

source: About FileWriter-Plugin
lv: Par FileWriter spraudni
