Repository: hotice/audacious-plugins-pkg
Catalog: po/*.po
Languages: lv

source: Spline (good quality)
lv: Spline (laba kvalitāte)

source: 8-tap Fir (extremely high quality)
lv: 8-tap Fir (ļoti augsta kvalitāte)

source: Sampling Rate
lv: Iztveršanas temps

source: Depth
lv: Dziļums

source: Delay
lv: Aizture

source: Reverb
lv: Atbalss

source: Amount
lv: Daudzums

source: Range
lv: Apgabals

source: Bass Boost
lv: Basu uzsvēršana

source: Surround
lv: Ieskaušana

source: Note: Setting the preamp too high may cause clipping (annoying clicks and pops)!
lv: Piezīme: pārāk augsta priekšpastiprinājuma iestatīšana var izraisīt apgriešanu (kaitinošus klikšķus un paukšķus)!

source: Preamp
lv: Priekšpastiprinājums

source: Effects
lv: Efekti

source: Use Filename as Song Title
lv: Lietot faila nosaukumu kā dziesmas nosaukumu

source: Fast Playlist Info
lv: Ātrais repertuāra info

source: Noise Reduction
lv: Trokšņu samazināšana

source: Play Amiga MOD
lv: Atskaņot Amiga MOD

source: Don't loop
lv: Neciklot

source: Loop
lv: Ciklot

source: time(s)
lv: reize(s)

source: Loop forever
lv: Ciklot bezgalīgi

source: Looping
lv: Ciklošanās

source: Filename: Title: Type: Length: Speed: Tempo: Samples: Instruments: Patterns: Channels:
lv: Faila nosaukums: Nosaukums: Tips: Garums: Ātrums: Temps: Paraugi: Instrumenti: Struktūras: Kanāli:

source: Samples
lv: Paraugi

source: Instruments
lv: Instrumenti

source: Message
lv: Ziņojums

source: Modplug Input Plugin for Audacious ver
lv: Audacious Modplug ievades spraudnis ver

source: Modplug sound engine written by Olivier Lapicque. XMMS interface for Modplug by Kenton Varda. (c)2000 Olivier Lapicque and Kenton Varda. Updates and Maintainance by Konstanty Bialkowski. Ported to BMP by Theofilos Intzoglou.
lv: Modplug skaņas dzinējs, autors Olivier Lapicque. Modplug XMMS saskarnes autors Kenton Varda. (c)2000 Olivier Lapicque un Kenton Varda. Atjauninājumi un uzturēšana - Konstanty Bialkowski. BMP porta autors Theofilos Intzoglou.

source: About Modplug
lv: Par Modplug

source: Couldn't find pixmap file: %s
lv: Neizdevās atrast pikseļkartes failu: %s

source: Upload selected track(s)
lv: Augšupielādēt izvēlēto celiņu(s)

source: Upload in progress...
lv: Notiek augšupielāde...

source: MTP device handler
lv: MTP ierīces apstrādātājs

source: Disconnect the device
lv: Atvienot ierīci

source: Null output plugin
lv: Nulles izvades spraudnis

source: by Christian Birchinger <joker@netswarm.net> based on the XMMS plugin by Håvard Kvål <havardk@xmms.org>
lv: autors Christian Birchinger <joker@netswarm.net> bāzēts uz XMMS spraudni, kura autors ir Håvard Kvål <havardk@xmms.org>

source: About Null Output
lv: Par nulles izvadi

source: Null output preferences
lv: Nulles izvades iestatījumi

source: Run in real time
lv: Izpildīt reālā laikā

source: OSS Driver configuration
lv: OSS dziņa konfigurācija

source: Audio device:
lv: Audio ierīce:

source: Use alternate device:
lv: Lietot citu ierīci:

source: Devices
lv: Ierīces

source: Mixer Settings:
lv: Miksera iestatījumi:

source: Save VMIX volume between sessions
lv: Saglabāt VMIX skaļumu starp sesijām

source: Mixer
lv: Mikseris

source: About OSSv4 Driver
lv: Par OSSv4 dzini

source: Audacious OSSv4 Driver Based on the OSSv3 Output plugin, Ported to OSSv4's VMIX by Cristi Magherusan <majeru@gentoo.ro> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA. Note: For any issues regarding this plugin (including patches and suggestions) please contact the maintainer, and NO other Audacious developers
lv: Audacious OSSv4 dzinis Bāzēts uz OSSv3 izvades spraudni, OSSv4 porta autors Cristi Magherusan <majeru@gentoo.ro> Šī ir brīvā programmatūra. Jūs varat to izplatīt un/vai modificēt saskaņā ar GNU GPL licenses nosacījumiem, kurus publicējis Free Software Foundation; lietojiet licenses 2. versiju, vai arī (pēc jūsu izvēles) jebkuru vēlāku versiju. Šī programma tiek izplatīta cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat PIEPRASĪJUMA vai NODERĪBAS ĪPAŠAM MĒRĶIM garantijas. Sīkākai informācijai skatiet GNU General Public License. GNU GPL licenses kopijai vajadzētu būt saņemtai kopā ar šo programmu. Ja tā nav, rakstiet uz Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA. Piezīme: jebkādu problēmu, kas attiecas uz šo spraudni, gadījumā (tajā skaitā ielāpi un ieteikumi), lūdzu, sazinieties ar uzturētāju NEVIS citiem Audacious izstrādātājiem

source: Default (%s)
lv: Noklusētais (%s)

source: Volume controls Master not PCM
lv: Skaļuma regulators kontrolē Master nevis PCM

source: About OSS Driver
lv: Par OSS dzini

source: Audacious OSS Driver This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
lv: Audacious OSS dzinis Šī ir brīvā programmatūra. Jūs varat to izplatīt un/vai modificēt saskaņā ar GNU GPL licenses nosacījumiem, kurus publicējis Free Software Foundation; lietojiet licenses 2. versiju, vai arī (pēc jūsu izvēles) jebkuru vēlāku versiju. Šī programma tiek izplatīta cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat PIEPRASĪJUMA vai NODERĪBAS ĪPAŠAM MĒRĶIM garantijas. Sīkākai informācijai skatiet GNU General Public License. GNU GPL licenses kopijai vajadzētu būt saņemtai kopā ar šo programmu. Ja tā nav, rakstiet uz Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: <b>Services</b>
lv: <b>Servisi</b>

source: Username:
lv: Lietotājvārds:

source: Audacious AudioScrobbler Plugin Originally created by Audun Hove <audun@nlc.no> and Pipian <pipian@pipian.com>
lv: Audacious AudioScrobbler spraudnis Oriģinālie izveidotāji: Audun Hove <audun@nlc.no> and Pipian <pipian@pipian.com>

source: About Scrobbler Plugin
lv: Par Scrobbler spraudni

source: There has been an error that may require your attention. Contents of server error: %s
lv: Ir notikusi kļūda, kurai varētu būt vajadzīga jūsu uzmanība. Servera kļūdas saturs: %s

source: Scrobbler Error
lv: Scrobbler kļūda

source: Audacious-SID configuration
lv: Audacious-SID konfigurācija

source: Resolution:
lv: Izšķirtspēja:

source: Autopanning
lv: Autopanoramēšana

source: Channels:
lv: Kanāli:

source: Samplerate:
lv: Iztveršanas temps:

source: Use oversampling
lv: Lietot virsiztveršanu (oversampling)

source: Factor:
lv: Reizinātājs:

source: Large factors require more CPU-power
lv: Lieliem reizinātājiem vajadzīgs vairāk CPU jaudas

source: Oversampling:
lv: Virsiztveršana:

source: If enabled, this option "forces" the emulation engine to use the selected clock speed/frequency. Otherwise the speed is determined from played file itself.
lv: Ja ieslēgta, šī opcija "uzspiež" emulācijas dzinēju lietot izvēlēto takts ātrumu/frekvenci. Pretējā gadījumā ātrums tiek noteikts no paša atskaņotā faila.

source: Force speed
lv: Uzspiest ātrumu

source: PAL is the european TV standard, which uses 50Hz vertical refresh frequency. Most of SID-tunes have been made for PAL computers.
lv: PAL ir eiropiešu TV standarts, kas izmanto 50Hz vertikālās atjaunošanas frekvenci. Vairākums SID melodiju ir rakstītas PAL datoriem.

source: NTSC is the TV standard with 60Hz vertical refresh rate (and other features that differ from PAL). It is mainly used in United States, Japan and certain other countries.
lv: NTSC ir TV standarts ar 60Hz vertikālās atjaunošanas frekvenci (un iezīmēm, kas atšķiras no PAL). Tas galvenokārt tiek izmantots ASV, Japānā un dažās citās valstīs.

source: Clock speed:
lv: Taktātrums:

source: If enabled, this option "forces" the emulation engine to use the selected SID-chip model. Otherwise the preferred SID model is determined from the file (if PSIDv2NG type) or if not available, this setting is used.
lv: Ja ieslēgta, šī opcija "uzspiež" emulācijas dzinēju izmantot izvēlēto SID mikroshēmas modeli. Pretējā gadījumā izmantojamais SID modelis tiek noteikts pēc faila (PSIDv2NG tips) vai, ja nav pieejams, tiek lietots šis iestatījums.

source: Force model
lv: Uzspiest modeli

source: MOS/CSG 6581 is the earlier major version of SID chip. It differs from 8580 in few ways, having much fuller filter (which, due to design error, is never same between two different SID-chips) and has the "volume adjustment bug", which enables playing of digital samples.
lv: MOS/CSG 6581 ir agrāka galvenā SID mikroshēmas versija. Dažos veidos tā atšķiras no 8580 - tajai ir pilnīgāks filtrs (kas, dizaina kļūdu dēļ, ir atšķirīgs starp divām tā paša modeļa mikroshēmām) un skaļuma regulācijas kļūda, kas ļauj ciparu iztvērumu atskaņošanu.

source: SID model:
lv: SID modelis:

source: Use libSIDPlay 1.x emulation, faster but not so accurate. Good in most cases, though.
lv: Lietot libSIDPlay 1.x emulāciju, kas ir ātrāka, bet ne tik precīza. Tomēr lietojama vairākumā gadījumu.

source: SIDPlay 1 (frame-based)
lv: SIDPlay 1 (balstīta uz kadriem)

source: Use libSIDPlay 2.x emulation, which requires powerful CPU due to more exact emulation.
lv: Lietot libSIDPlay 2.x emulāciju, kurai vajadzīgs jaudīgs CPU precīzākas emulācijas dēļ.

source: SIDPlay 2 (cycle-based)
lv: SIDPlay 2 (balstīta uz cikliem)

source: Emulation library selection:
lv: Emulācijas bibliotēkas izvēle:

source: Real C64 (SIDPlay 2 only)
lv: Īsts C64 (tikai SIDPlay 2)

source: Bank switching
lv: Banku pārslēgšana

source: Transparent ROM
lv: Caurspīdīga ROM

source: PlaySID environment
lv: PlaySID vide

source: Memory mode:
lv: Atmiņas režīms:

source: This setting can be used to enable libSIDPlay2's "optimization mode", which in downgrades the emulation from cycle-exact to something similar to frame-exact. The result is lower CPU usage, but worse accuracy.
lv: Šis iestatījums var tikt izmantots libSIDPlay2 "optimizētā režīma" ieslēgšanai, kas pazemina emulāciju no cikla precizitātes uz kaut ko līdzīgu kadra precizitātei. Rezultāts ir mazāks CPU izmantojums, bet sliktāka precizitāte.

source: Optimization mode (faster, inaccurate)
lv: Optimizētais režīms (ātrāks, neprecīzs)

source: reSID is the software SID-chip simulator based on SID reverse-engineering, created by Dag Lem. It is probably the closest thing to real SID available as software-only emulation.
lv: reSID ir programmatūras SID mikroshēmas simulators, kas balstīts uz apgriezto inženieriju, tā izveidotājs ir Dag Lem. Tas, iespējams, ir tuvākais īstai SID mikroshēmai, kas pieejams kā programmatūras emulācija.

source: reSID-emulation
lv: reSID-emulācija

source: HardSID is a EISA/PCI card for PC-compatibles, which can be fitted with a real SID-chip. Software can be used to control the HardSID and combined with software emulation of rest of C64 via libSIDPlay2 HardSID can be used to achieve "near 100%" similarity to real C64. For more information, see http://www.hardsid.com/
lv: HardSID ir EISA/PCI karte PC savietojamiem datoriem, kas var tikt aprīkota ar īstu SID mikroshēmu. HardSID vadībai var tikt izmantota programmatūra, un, kombinācijā ar programmatūras emulāciju pārējam C64 caur libSIDPlay2, HardSID var izmantot, lai sasniegtu "tuvu 100%" līdzību ar īstu C64. Lai iegūtu vairāk informācijas, skatiet http://www.hardsid.com/

source: SIDPlay 2 options:
lv: SIDPlay 2 opcijas:

source: Fastest and also worst sounding sampling method, simply picks nearest neighbouring sample.
lv: Ātrākā un arī vissliktāk skanošā iztveršanas metode, tā vienkārši izvēlas tuvākstāvošo iztvērumu.

source: Fast (nearest neighbour)
lv: Ātri (tuvākais kaimiņš)

source: Uses linear interpolation between samples, yielding higher audio quality with less sampling noise.
lv: Izmanto lineāro interpolāciju starp iztvērumiem, iegūstot augstāku skaņas kvalitāti ar mazākiem iztveršanas trokšņiem.

source: Linear interpolation
lv: Lineārā interpolācija

source: Resampling (FIR)
lv: Iztveršanas tempa pārveidošana (FIR)

source: reSID sampling options:
lv: reSID iztveršanas opcijas:

source: This option enables emulation of SID filter. The filter is an essential part of SID's sound capacity, but accurate emulation of it may require quite much CPU power. However, if filter emulation is disabled, tunes won't sound authentic at all if they utilize the filter.
lv: Šī opcija ieslēdz SID filtra emulāciju. Filtrs ir būtiska SID skaņasspējas daļa, bet precīza tā emulācija var prasīt visai daudz CPU jaudas. Tomēr, ja filtra emulācija ir atslēgta, melodiju, kuras izmanto filtru, skaņa neizklausīsies autentiska.

source: Emulate filters
lv: Emulēt filtrus

source: Reset values
lv: Atstatīt vērtības

source: Use
lv: Lietot

source: Import
lv: Importēt

source: Filter curve:
lv: Filtra līkne:

source: If enabled, the tune is played at least for the specified time, adding silence to the end if necessary.
lv: Ja ieslēgts, melodija tiek atskaņota vismaz norādīto laiku, beigās pievienojot klusumu, ja nepieciešams.

source: Play at least for specified time
lv: Atskaņot vismaz norādīto laiku

source: Playtime:
lv: Atskaņošanas ilgums:

source: Minimum playtime:
lv: Minimālais atskaņošanas ilgums:

source: If enabled, tune is played until specified duration is reached (aka maximum playtime).
lv: Ja ieslēgts, melodija tiek atskaņota, līdz ir sasniegts norādītais ilgums (maksimālais atskaņošanas laiks).

source: Play for specified time maximum
lv: Atskaņot norādīto maksimālo laiku

source: If enabled, the maximum playtime is applied only if song/tune length is not known.
lv: Ja ieslēgts, maksimālais atskaņošanas ilgums tiek pielietots tikai, ja dziesmas/melodijas ilgums nav zināms.

source: Only when song length is unknown
lv: Tikai, kad dziesmas ilgums nav zināms

source: Maximum playtime:
lv: Maksimālais atskaņošanas ilgums:

source: This option enables using of XSIDPLAY compatible song length database. (Refer to Audacious-SID documentation for more information)
lv: Šī opcija ļauj lietot ar XSIDPLAY saderīgu dziesmu ilgumu datubāzi. (Vairāk informācijas meklējiet Audacious-SID documentācijā)

source: Use XSIDPLAY-compatible database
lv: Lietot ar XSIDPLAY saderīgu datubāzi

source: DB-file:
lv: DB-fails:

source: Database path and filename
lv: Datubāzes ceļš un faila nosaukums

source: Browse for song length-database file
lv: Norādīt dziesmu ilguma datubāzes failu

source: Song length database:
lv: Dziesmu ilguma datubāze:

source: Songlength
lv: Dziesmas ilgums

source: By enabling this option you can specify a custom Tuplez formatting string for SID-files. The SID-plugin specific Tuplez tags are described shortly below.
lv: Ieslēdzot šo opciju, jūs varat norādīt pielāgotu Tuplez formatēšanas virkni SID failiem. SID spraudnim specifiski Tuplez tagi ir īsi aprakstīti lejā.

source: Override generic Tuplez format string
lv: Aizstāt vispārīgo Tuplez formāta virkni

source: Tuplez format string for SID-files
lv: Tuplez formāta virkne SID failiem

source: <u>SID-specific Tuplez fields:</u> <b>sid-format</b> - Specific fileformat <b>sid-model</b> - 6581 or 8580 <b>sid-speed</b> - Timing or speed: PAL/NTSC/etc. <u>Other "special" fields set:</u> <b>subsong-num, subsong-id</b>
lv: <u>SID specifiski Tuplez lauki:</u> <b>sid-format</b> - Specifisks faila formāts <b>sid-model</b> - 6581 vai 8580 <b>sid-speed</b> - Hronometrāža vai ātrums: PAL/NTSC/utt. <u>Citi uzstādītie "īpašie" lauki:</u> <b>subsong-num, subsong-id</b>

source: Song title format:
lv: Dziesmas nosaukuma formāts:

source: Title
lv: Nosaukums

source: If enabled, sub-tunes of each file will be added to playlist. If disabled, only the default sub-tune will be added.
lv: Ja ieslēgts, katra faila apakšmelodijas tiks pievienotas repertuāram. Ja izslēgts, pievienota tiks tikai noklusētā apakšmelodija.

source: Add sub-tunes to playlist
lv: Pievienot apakšmelodijas repertuāram

source: Only add sub-tunes that have a duration of at least specified time.
lv: Pievienot tikai apakšmelodijas, kuru ilgums ir vismaz norādītajā garumā.

source: Only tunes with specified minimum duration
lv: Pievienot tikai melodijas ar norādīto minimālo ilgumu

source: Sub-tune handling:
lv: Apakšmelodiju apstrāde:

source: If this option is enabled (and the database & HVSC settings below are correctly set), Audacious-SID will use and display additional information from STIL database when HVSC SIDs are played.
lv: Ja šī opcija ir ieslēgta (un datubāze & HVSC iestatījumi lejā ir pareizi iestatīti), Audacious-SID izmantos un rādīs papildu informāciju no STIL datubāzes, kad tiks atskaņotas HVSC SID melodijas.

source: Use STIL database
lv: Izmantot STIL datubāzi

source: STIL file:
lv: STIL fails:

source: Path and filename of STIL database file (STIL.txt), usually found from HVSC's DOCUMENTS-subdirectory.
lv: STIL datu bāzes faila ceļš un nosaukums (STIL.txt), parasti atrodams HVSC DOCUMENTS apakšmapē.

source: Browse for STIL-database file
lv: Norādīt STIL datu bāzes failu

source: HVSC path:
lv: HVSC ceļš:

source: Path to base-directory of your High Voltage SID Collection (HVSC), for example /media/C64Music/
lv: Ceļš uz jūsu HVSC bāzes mapi, piemēram, /media/C64Music/

source: Browse for HVSC path
lv: Norādīt HVSC ceļu

source: SID Tune Information List (STIL) database:
lv: STIL datubāze:

source: Cancel any changes
lv: Atcelt jebkādas izmaiņas

source: Accept and update changes
lv: Pieņemt un atjaunināt izmaiņas

source: Audacious-SID Fileinfo
lv: Audacious-SID faila info

source: Filename:
lv: Faila nosaukums:

source: Songname:
lv: Dziesmas nosaukums:

source: Composer:
lv: Komponists:

source: Copyright:
lv: Autortiesības:

source: Song Information:
lv: Dziesmas informācija:

source: Author:
lv: Autors:

source: Duration:
lv: Ilgums:

source: Sub-tune Information:
lv: Apakšmelodijas informācija:

source: Select HVSC song length database
lv: Izvēlieties HVSC dziesmas ilgumu datubāzi

source: Select STIL-database
lv: Izvēlieties STIL-datubāzi

source: Select HVSC location prefix
lv: Izvēlieties HVSC atrašanās vietas prefiksu

source: Select SIDPlay2 filters file for importing
lv: Izvēlieties SIDPlay2 filtru failu importēšanai

source: Select SIDPlay2 filters file for exporting
lv: Izvēlieties SIDPlay2 filtru failu eksportēšanai

source: Confirm selected action
lv: Apstipriniet izvēlēto darbību

source: Yes
lv: Jā

source: No
lv: Nē

source: About %s
lv: Par %s

source: Error
lv: Kļūda

source: General info
lv: Vispārējā informācija

source: Tune #%i:
lv: Melodija #%i:

source: About Skinned GUI
lv: Par apdarināto GLS

source: Copyright (c) 2008, by Tomasz Moń <desowin@gmail.com>
lv: Autortiesības (c) 2008, autors Tomasz Moń <desowin@gmail.com>

source: Skinned Interface
lv: Apdarinātā saskarne

source: _Player:
lv: A_tskaņotājs:

source: Select main player window font:
lv: Izvēlieties galvenā atskaņotāja loga fontu:

source: _Playlist:
lv: Re_pertuārs:

source: Select playlist font:
lv: Izvēlieties repertuāra fontu:

source: <b>_Fonts</b>
lv: <b>_Fonti</b>

source: Use Bitmap fonts if available
lv: Lietot bitmap fontus, ja pieejami

source: Use bitmap fonts if they are available. Bitmap fonts do not support Unicode strings.
lv: Lietot bitmap fontus, ja tie ir pieejami. Bitmap fonti neatbalsta unikoda virknes.

source: <b>_Miscellaneous</b>
lv: <b>_Dažādi</b>

source: Show separators in playlist
lv: Rādīt atdalītājus repertuārā

source: Show window manager decoration
lv: Rādīt logu pārvaldnieka apdares

source: This enables the window manager to show decorations for windows.
lv: Ieslēdziet šo, lai rādītu loga pārvaldnieka apdares atskaņotāja logiem.

source: Use two-way text scroller
lv: Lietot divvirzienu teksta ritinātāju

source: If selected, the file information text in the main window will scroll back and forth. If not selected, the text will only scroll in one direction.
lv: Ja ieslēgts, faila informācijas teksts galvenajā logā ritināsies uz priekšu un atpakaļ. Ja izslēgts, teksta ritināšana notiks tikai vienā virzienā.

source: Disable inline gtk theme
lv: Atslēgt iekļauto GTK tēmu

source: Random skin on play
lv: Nejauša apdare atskaņojot

source: Allow loading incomplete skins
lv: Atļaut ielādēt nepilnīgas apdares

source: If selected, audacious won't refuse loading broken skins. Use only if your favourite skin doesn't work
lv: Ja atzīmēts, Audacious atļaus nepilnīgu apdaru ielādi. Izmantojiet tikai gadījumā, ja jūsu iecienītā apdare nestrādā.

source: Color Adjustment
lv: Krāsu regulēšana

source: Audacious allows you to alter the color balance of the skinned UI. The sliders below will allow you to do this.
lv: Audacious atļauj jums mainīt lietotāja saskarnes apdaru krāsu balansu. Lai to darītu, lietojiet apakšā esošos slīdņus.

source: Blue
lv: Zils

source: Green
lv: Zaļš

source: Red
lv: Sarkans

source: <b>_Skin</b>
lv: <b>_Apdare</b>

source: Audacious Equalizer
lv: Audacious balansieris

source: Audacious - visibility warning
lv: Audacious - redzamības brīdinājums

source: Show main player window
lv: Rādīt galveno atskaņotāja logu

source: Ignore
lv: Ignorēt

source: Audacious has been started with all of its windows hidden. You may want to show the player window again to control Audacious; otherwise, you'll have to control it remotely via audtool or enabled plugins (such as the statusicon plugin).
lv: Audacious startējās, visiem logiem esot slēptā stāvoklī. Jūs, iespējams, vēlaties logus atkal padarīt redzamus, lai kontrolētu Audacious. Ja nē, jums nāksies to kontrolēt attālināti ar 'audtool' vai spraudņu (piemēram, sistēmjoslas ikonas spraudņa) palīdzību.

source: Always ignore, show/hide is controlled remotely
lv: Vienmēr ignorēt, rādīt/slēpt tiek kontrolēts attālināti

source: Audacious - broken GTK engine usage warning
lv: Audacious - salauzta GTK dzinēja izmantošanas brīdinājums

source: <big><b>Broken GTK engine in use</b></big> Audacious has detected that you are using a broken GTK engine. The theme engine you are using, <i>%s</i>, is incompatible with some of the features used by modern skins. The incompatible features have been disabled for this session. To use these features, please consider using a different GTK theme engine.
lv: <big><b>Tiek izmantots salauzts GTK dzinējs</b></big> Audacious atklāja, ka jūs izmantojat salauztu GTK dzinēju. Tēmu dzinējs, ko izmantojat, <i>%s</i>, nav savietojams ar dažām moderno spraudņu iespējām. Nesavietojamās iespējas šīs sesijas laikā ir atslēgtas. Lai izmantotu šīs iespējas, lūdzu, izmantojiet citu GTK tēmu dzinēju.

source: Do not display this warning again
lv: Vairs nerādīt šo brīdinājumu

source: Seek to: %d:%-2.2d/%d:%-2.2d (%d%%)
lv: Pārlekt uz:%d:%-2.2d/%d:%-2.2d (%d%%)

source: Volume: %d%%
lv: Skaļums: %d%%

source: Balance: %d%% left
lv: Balanss: %d%% pa kreisi

source: Balance: center
lv: Balanss: centrs

source: Balance: %d%% right
lv: Balanss: %d%% pa labi

source: Options Menu
lv: Iestatījumu izvēlne

source: Disable 'Always On Top'
lv: Izslēgt 'Vienmēr virspusē'

source: Enable 'Always On Top'
lv: Ieslēgt 'Vienmēr virspusē'
