Repository: hotice/audacious-plugins-pkg
Catalog: po/*.po
Languages: lv

source: Using libfaad2-%s for decoding. FAAD2 AAC/HE-AAC/HE-AACv2/DRM decoder (c) Nero AG, www.nero.com Copyright (c) 2005-2006 Audacious team
lv: Dekodēšanai tiek izmantota libfaad2-%s bibliotēka. FAAD2 AAC/HE-AAC/HE-AACv2/DRM dekodētājs (c) Nero AG, www.nero.com Autortiesības (c) 2005-2006 Audacious komanda

source: About MP4 AAC decoder plugin
lv: Par MP4 AAC dekodētāja spraudni

source: Ok
lv: Labi

source: About
lv: Par

source: Copyright (C) 2002, 2003 Simon Peter <dn.tlp@gmx.net> This plugin is released under the terms and conditions of the GNU LGPL. See http://www.gnu.org/licenses/lgpl.html for details. This plugin uses the AdPlug library, which is copyright (C) Simon Peter, et al. Linked AdPlug library version:
lv: Autortiesības (c) 2002, 2003 Simon Peter <dn.tlp@gmx.net> Šis spraudnis ir izlaists zem GNU LGPL nosacījumiem. Detaļas skatīt http://www.gnu.org/licenses/lgpl.html Šis spraudnis izmanto AdPlug bibliotēku, autortiesības (C) Simon Peter u.c. Saistītās AdPlug bibliotēkas versija:

source: AdPlug :: Configuration
lv: AdPlug :: Konfigurācija

source: Cancel
lv: Atcelt

source: General
lv: Vispārīgi

source: Sound quality
lv: Skaņas kvalitāte

source: Resolution
lv: Izšķirtspēja

source: Channels
lv: Kanāli

source: Setting stereo is not recommended, unless you need to. This won't add any stereo effects to the sound - OPL2 is just mono - but eats up more CPU power!
lv: Ieslēgt stereo režīmu nav ieteicams, ja vien jums to nevajag. Tas nepievienos skaņai stereo efektu (OPL2 ir tikai mono), bet patērēs vairāk procesora resursu!

source: Frequency
lv: Frekvence

source: Playback
lv: Atskaņošana

source: Detect songend
lv: Noteikt dziesmas beigas

source: If enabled, XMMS will detect a song's ending, stop it and advance in the playlist. If disabled, XMMS won't take notice of a song's ending and loop it all over again and again.
lv: Ja ieslēgts, XMMS noteiks dziesmas beigas, apturēs to un pavirzīsies uz priekšu repertuārā. Ja izslēgts, XMMS neievēros dziesmas beigas un atkārtos to.

source: Formats
lv: Formāti

source: Format selection
lv: Formāta izvēle

source: Format
lv: Formāts

source: Extension
lv: Paplašinājums

source: Selected file types will be recognized and played back by this plugin. Deselected types will be ignored to make room for other plugins to play these files.
lv: Šis spraudnis atpazīs un atskaņos izvēlētos faila tipus. Neizvēlētie tipi tiks ignorēti, lai atļautu tos atskaņot citiem spraudņiem.

source: AdPlug :: File Info
lv: AdPlug :: Faila informācija

source: Filename
lv: Faila nosaukums

source: Title:
lv: Nosaukums:

source: Author:
lv: Autors:

source: File Type:
lv: Faila tips:

source: Subsongs:
lv: Apakšdziesmas:

source: Instruments:
lv: Instrumenti:

source: Orders:
lv: Kārtības:

source: Patterns:
lv: Paraugi:

source: Song
lv: Dziesma

source: Instrument name
lv: Instrumenta nosaukums

source: Song message
lv: Dziesmas ziņojums

source: Subsong selection
lv: Apakšdziesmas izvēle

source: Order:
lv: Kārtība:

source: Pattern:
lv: Paraugs:

source: Row:
lv: Rinda:

source: Speed:
lv: Ātrums:

source: Timer:
lv: Taimeris:

source: About XMMS Alarm
lv: Par XMMS Alarm

source: An XMMS plugin which can be used to start playing at a certain time. Send all complaints to: Adam Feakin <adamf@snika.uklinux.net> Daniel Stodden <stodden@in.tum.de> http://www.snika.uklinux.net/xmms-alarm/
lv: XMMS spraudnis, kas var tikt izmantots, lai sāktu atskaņošanu noteiktā laikā. Sūtiet visas sūdzības uz: Adam Feakin <adamf@snika.uklinux.net> Daniel Stodden <stodden@in.tum.de> http://www.snika.uklinux.net/xmms-alarm/

source: Close
lv: Aizvērt

source: Alarm
lv: Modinātājs

source: This is your wakeup call.
lv: Šis ir jūsu mošanās zvans.

source: OK
lv: Labi

source: Select Playlist
lv: Izvēlieties repertuāru

source: Sorry
lv: Atvainojiet

source: Warning
lv: Brīdinājums

source: For safety reasons the "quiet" time must be at least 65 seconds longer than the fading time, it must also be more than 10 seconds. This basically means that there is a bug in the code and until I find a way of really fixing it this message will appear :) Your fading settings have NOT been saved -- Adam
lv: Drošības dēļ "kluss" ilgumam jābūt vismaz par 65 sekundēm garākam nekā izdzišanas ilgumam, tam jābūt arī garākam par 10 sekundēm. Būtībā tas nozīmē, ka kodā ir kļūda un, līdz tiks atrasts risinājums, jums būs jāredz šis ziņojums :) Jūsu izdzišanas ilguma iestatījumi NAV saglabāti -- Adam

source: Oh Well
lv: Nu, labi

source: Alarm Settings
lv: Modinātājs iestatījumi

source: Time
lv: Laiks

source: hours
lv: stundas

source: minutes
lv: minūtes

source: Quiet after:
lv: Kluss pēc:

source: Alarm at (default):
lv: Modināt (noklusējums):

source: Choose the days for the alarm to come on
lv: Izvēlieties dienas, kurās ieslēgsies modinātājs

source: Default
lv: Noklusētais

source: Day
lv: Diena

source: Tuesday
lv: Otrdiena

source: Wednesday
lv: Trešdiena

source: Thursday
lv: Ceturtdiena

source: Friday
lv: Piektdiena

source: Saturday
lv: Sestdiena

source: Sunday
lv: Svētdiena

source: Monday
lv: Pirmdiena

source: Days
lv: Dienas

source: Fading
lv: Izdzišana

source: seconds
lv: sekundes

source: Volume
lv: Skaļums

source: Current
lv: Pašreizējais

source: reset to current output volume
lv: Atstatīt uz pašreizējo izvades skaļumu

source: Start at
lv: Sākumā

source: Final
lv: Beigās

source: Additional Command
lv: Papildu komanda

source: enable
lv: ieslēgt

source: Playlist (optional)
lv: Repertuārs (neobligāts)

source: Browse...
lv: Pārlūkot...

source: Reminder
lv: Atgādinājums

source: Use reminder
lv: Izmantot atgādinājumu

source: Options
lv: Opcijas

source: What do these options mean?
lv: Ko šīs opcijas nozīmē?

source: Time Alarm at: The time for the alarm to come on. Quiet After: Stop alarm after this amount of time. (if the wakeup dialog is not closed) Days Day: Select the days for the alarm to activate. Time: Choose the time for the alarm on each day, or select the toggle button to use the default time. Volume Fading: Fade the volume up to the chosen volume for this amount of time. Start at: Start fading from this volume. Final: The volume to stop fading at. If the fading time is 0 then set volume to this and start playing. Options: Additional Command: Run this command at the alarm time. Playlist: Load this playlist for playing songs from (must have .m3u extension). If no playlist is given then the songs which are currently in the list will be used. The URL of an mp3/ogg stream can also be entered here, but loading of playlists from URLs is not currently supported by xmms. Reminder: Display a reminder when the alarm goes off, type the reminder in the box and turn on the toggle button if you want it to be shown.
lv: Laiks Modināt: Laiks, kad ieslēdzas modinātājs. Kluss pēc: Izslēgt modinātāju pēc šī laika sprīža. (ja netiek aizvērts pamošanās dialogs) Dienas Diena: Izvēlieties dienas, kad modinātājam jāieslēdzas. Laiks: Izvēlieties modināšanas laiku katrai dienai vai arī atzīmējiet 'Noklusētais', lai izmantotu noklusēto laiku. Skaļums Izdzišana: Palielināt skaļumu līdz izvēlētajam līmenim šajā laika brīdī. Sākt: Sākt skaļuma palielināšanu no šī līmeņa. Beigt: Līmenis, pie kura pārtraukt skaļuma palielināšanu. Ja izdzišanas laiks ir 0, tad iestatīt skaļumu uz šo līmeni un sākt atskaņošanu. Opcijas: Papildu komanda: Palaist šo komandu modinātāja palaišanas brīdī. Repertuārs: Ielādēt repertuāru, no kura tiks atskaņotas dziesmas (jābūt ar .m3u paplašinājumu). Ja tas netiek norādīts, tiks izmantotas dziesmas no pašreizējā repertuāra. Šeit var ievadīt arī mp3/ogg straumes URL, bet repertuāru ielādēšanu no URL xmms pašreiz neatbalsta. Atgādinājums: Modinātājam izslēdzoties, parāda atgādinājumu. Ievadiet atgādinājumu teksta laukā un ielieciet ķeksīti blakus esošajā rūtī, ja vēlieties, lai tas tiktu parādīts.

source: Help
lv: Palīdzība

source: Your reminder for today is..
lv: Jūsu atgādinājums šodienai ir..

source: Thankyou
lv: Paldies

source: ALSA Gapless Output Plugin Preferences
lv: ALSA bezstarplaiku spraudņa iestatījumi

source: Mixer device:
lv: Miksera ierīce:

source: Mixer element:
lv: Miksera elements:

source: ALSA Backend
lv: ALSA aizmugure

source: This backend sends MIDI events to a group of user-chosen ALSA sequencer ports. The ALSA sequencer interface is very versatile, it can provide ports for audio cards hardware synthesizers (i.e. emu10k1) but also for software synths, external devices, etc. This backend does not produce audio, MIDI events are handled directly from devices/programs behind the ALSA ports; in example, MIDI events sent to the hardware synth will be directly played. Backend written by Giacomo Lozito.
lv: Šī aizmugure sūta MIDI notikumus uz lietotāja izvēlētu ALSA sekvencera portu grupu. ALSA sekvencera saskarne ir ļoti daudzpusīga, tā var nodrošināt portus gan skaņas karšu aparatūras sintezatoriem (piem., emu10k1), gan arī programmatūras sintezatoriem, ārējām ierīcēm, u.c. Šī aizmugure neveido skaņu, MIDI notikumi tiek apstrādāti tieši no ierīcēm/ programmām aiz ALSA portiem; piemēram, MIDI notikumi, kas sūtīti uz aparatūras sintezatoru, tiks atskaņoti tieši. Aizmuguri uzrakstījis Giacomo Lozito.

source: Dummy Backend
lv: Imitētā aizmugure

source: This backend does not produce audio at all. It is mostly useful for analysis and testing purposes, as it can log all MIDI events to standard output, standard error or file. Backend written by Giacomo Lozito.
lv: Šī aizmugure nerada skaņu vispār. Tā galvenokārt ir noderīga analīzes un testēšanas mērķiem, jo tā var reģistrēt visus MIDI notikumus standarta izvadē, standarta kļūdu izvadē vai failā. Aizmuguri uzrakstījis Giacomo Lozito.

source: FluidSynth Backend
lv: FluidSynth aizmugure

source: This backend produces audio by sending MIDI events to FluidSynth, a real-time software synthesizer based on the SoundFont2 specification (www.fluidsynth.org). Produced audio can be manipulated via player effect plugins and is processed by chosen ouput plugin. Backend written by Giacomo Lozito.
lv: Šī aizmugure izveido skaņu, sūtot MIDI notikumus uz FluidSynth, reāllaika programmatūras sintezatoru, kas balstīts uz SoundFont2 specifikāciju (www.fluidsynth.org). Izveidotā skaņa var mainīta ar atskaņotāja efektu spraudņu palīdzību, un tā tiek apstrādāta ar izvēlēto izvades spraudni. Aizmuguri uzrakstījis Giacomo Lozito.

source: ALSA BACKEND CONFIGURATION
lv: ALSA AIZMUGURES KONFIGURĀCIJA

source: Port
lv: Ports

source: Client name
lv: Klienta nosaukums

source: Port name
lv: Porta nosaukums

source: ALSA output ports
lv: ALSA izvades porti

source: Soundcard:
lv: Skaņas karte:

source: Mixer control:
lv: Miksera kontrole:

source: Mixer settings
lv: Miksera iestatījumi

source: * Select ALSA output ports * MIDI events will be sent to the ports selected here. In example, if your audio card provides a hardware synth and you want to play MIDI with it, you'll probably want to select the wavetable synthesizer ports.
lv: * Izvēlieties ALSA izvades portus * MIDI notikumi tiks sūtīti uz šeit izvēlētajiem portiem. Piemēram, ja jūsu skaņas karte ir aprīkota ar sintezatoru aparatūras līmenī un jūs vēlaties ar to atskaņot MIDI, tad, jums vajadzētu šeit izvēlēties viļņtabulas sintezatora portus.

source: * Select ALSA mixer card * The ALSA backend outputs directly through ALSA, it doesn't use effect and ouput plugins from the player. During playback, the player volumeslider will manipulate the mixer control you select here. If you're using wavetable synthesizer ports, you'll probably want to select the Synth control here.
lv: * Izvēlieties ALSA mikseri * ALSA aizmugure padod izvadi tieši caur ALSA, tā neizmanto efektu un izvades spraudņus no atskaņotāja. Atskaņošanas laikā atskaņotāja skaļuma regulators manipulēs ar to miksera vadīklu, ko izvēlēsieties šeit. Ja izmantojat viļņtabulas sintezatora portus, jums vajadzētu šeit izvēlēties Synth vadīklu.

source: * Select ALSA mixer control * The ALSA backend outputs directly through ALSA, it doesn't use effect and ouput plugins from the player. During playback, the player volume slider will manipulate the mixer control you select here. If you're using wavetable synthesizer ports, you'll probably want to select the Synth control here.
lv: * Izvēlieties ALSA miksera vadīklu * ALSA aizmugure padod izvadi tieši caur ALSA, tā neizmanto efektu un izvades spraudņus no atskaņotāja. Atskaņošanas laikā atskaņotāja skaļuma regulators manipulēs ar to miksera vadīklu, ko izvēlēsieties šeit. Ja izmantojat viļņtabulas sintezatora portus, jums vajadzētu šeit izvēlēties Synth vadīklu.

source: ALSA Backend not loaded or not available
lv: ALSA aizmugure nav ielādēta vai arī nav pieejama

source: <span size="smaller">ALSA backend</span>
lv: <span size="smaller">ALSA aizmugure</span>

source: AMIDI-Plug - backend information
lv: AMIDI-Plug - aizmugures informācija

source: AMIDI-PLUG PREFERENCES
lv: AMIDI-PLUG Iestatījumi

source: Backend selection
lv: Aizmugures izvēle

source: Available backends
lv: Pieejamās aizmugures

source: Playback settings
lv: Atskaņošanas iestatījumi

source: Transpose:
lv: Pārlikt:

source: Drum shift:
lv: Bungu pārbīde:

source: Advanced settings
lv: Paplašinātie iestatījumi

source: pre-calculate length of MIDI files in playlist
lv: aprēķināt garumus MIDI failiem repertuārā iepriekš

source: extract comments from MIDI file (if available)
lv: izvilkt komentārus no MIDI failiem (ja pieejami)

source: extract lyrics from MIDI file (if available)
lv: izvilkt dziesmu vārdu tekstus no MIDI failiem (ja pieejami)

source: * Backend selection * AMIDI-Plug works with backends, in a modular fashion; here you should select your backend; that is, the way MIDI events are going to be handled and played. If you have a hardware synthesizer on your audio card, and ALSA supports it, you'll want to use the ALSA backend. It can also be used with anything that provides an interface to the ALSA sequencer, including software synths or external devices. If you want to rely on a software synthesizer and/or want to pipe audio into effect and output plugins of the player you'll want to use the good FluidSynth backend. Press the info button to read specific information about each backend.
lv: * Aizmugures izvēle * AMIDI-Plug darbojas ar aizmugurēm, modulārā veidā. Šeit jums jāizvēlas aizmugure, t.i., veids, kādā MIDI notikumi tiks apstrādāti un atskaņoti. Ja jūsu skaņas kartei ir ALSA atbalstīts aparatūras sintezators, jūs vēlēsieties izmantot ALSA aizmuguri. Tā arī var tikt izmantota ar jebko, kas nodrošina saskarni ALSA sekvencerim, ieskaitot programmatūras sintezatorus vai ārējas ierīces. Ja vēlaties izmantot programmatūras sintezatoru un/vai vēlaties ievadīt skaņu atskaņotāja efektu un izvades spraudņos, jūs vēlēsieties izmantot labu FluidSynth aizmuguri. Nospiediet informācijas pogu, lai saņemtu specifisku informāciju par katru aizmuguri.

source: * Transpose function * This option allows you to play the midi file transposed in a different key, by shifting of the desired number of semitones all its notes (excepting those on midi channel 10, reserved for percussions). Expecially useful if you wish to sing or play along with another instrument.
lv: * Pārlikšanas funkcija * Šī opcija ļauj jums atskaņot pārveidotu midi failu, pārbīdot par vēlamo skaitu pustoņu visas tā notis (izņemot notis 10. midi kanālā, kas rezervēts perkusijām). Tas ir īpaši noderīgi, ja vēlaties dziedāt vai spēlēt līdz ar citu instrumentu.

source: * Drumshift function * This option allows you to shift notes on midi channel 10 (the standard percussions channel) of the desired number of semitones. This results in different drumset and percussions being used during midi playback, so if you wish to enhance (or reduce, or alter) percussion sounds, try to play with this value.
lv: * Bungu pārbīdes funkcija * Šī opcija ļauj jums pārbīdīt notis 10. midi kanālā (standarta perkusiju kanāls) par vēlamo skaitu pustoņu. Rezultātā midi atskaņošanas laikā tiks izmantotas atšķirīgas bungu un perkusiju skaņas. Tātad, ja vēlaties mainīt perkusiju skaņas, mēģiniet paeksperimentēt ar šo vērtību.

source: * Pre-calculate MIDI length * If this option is enabled, AMIDI-Plug will calculate the MIDI file length as soon as the player requests it, instead of doing that only when the MIDI file is being played. In example, MIDI length will be calculated straight after adding MIDI files in a playlist. Disable this option if you want faster playlist loading (when a lot of MIDI files are added), enable it to display more information in the playlist straight after loading.
lv: * Aprēķināt MIDI garumus iepriekš * Ja šī opcija ir ieslēgta, AMIDI-Plug aprēķinās MIDI faila garumu, tiklīdz atskaņotājs to pieprasa, nevis faila atskaņošanas laikā. Piemēram, MIDI garums tiks aprēķināts uzreiz pēc to pievienošanas repertuāram. Izslēdziet šo opciju, ja vēlaties ātrāku repertuāra ielādi (pievienojot daudz MIDI failu), bet ieslēdziet, lai repertuārā tiktu attēlots vairāk informācijas uzreiz pēc failu ielādēšanas.

source: * Extract comments from MIDI files * Some MIDI files contain text comments (author, copyright, instrument notes, etc.). If this option is enabled, AMIDI-Plug will extract and display comments (if available) in the file information dialog.
lv: * Izvilkt komentārus no MIDI failiem * Dažkārt MIDI faili satur teksta komentārus (autors, autortiesības, instrumentu notis, u.t.t.). Ja šī opcija ir ieslēgta, AMIDI-Plug izvilks un attēlos komentārus (ja pieejami) faila informācijas dialogā.

source: * Extract lyrics from MIDI files * Some MIDI files contain song lyrics. If this option is enabled, AMIDI-Plug will extract and display song lyrics (if available) in the file information dialog.
lv: * Izvilkt dziesmu vārdu tekstus no MIDI failiem * Dažkārt MIDI faili satur dziesmu vārdu tekstus. Ja šī opcija ir ieslēgta, AMIDI-Plug izvilks un attēlos dziesmu vārdu tekstus (ja pieejami) faila informācijas dialogā.

source: AMIDI-Plug - select file
lv: AMIDI-Plug - izvēlieties failu

source: AMIDI-Plug - configuration
lv: AMIDI-Plug - konfigurācija

source: AMIDI-Plug message
lv: AMIDI-Plug ziņojums

source: Please stop the player before changing AMIDI-Plug settings.
lv: Lūdzu, apstādiniet atskaņotāju pirms AMIDI-Plug iestatījumu mainīšanas.

source: DUMMY BACKEND CONFIGURATION
lv: IMITĒTĀS AIZMUGURES KONFIGURĀCIJA

source: MIDI logger settings
lv: MIDI žurnalētāja iestatījumi

source: Do not log anything
lv: Neko nežurnalēt

source: Log MIDI events to standard output
lv: Žurnalēt MIDI notikumus standarta izvadē

source: Log MIDI events to standard error
lv: Žurnalēt MIDI notikumus standarta kļūdu izvadē

source: Log MIDI events to file
lv: Žurnalēt MIDI notikumus failā

source: Logfile settings
lv: Žurnāla faila iestatījumi

source: Use a single file to log everything (rewrite)
lv: Izmantot vienu failu, lai žurnalētu visu (pārrakstīt)

source: Use a single file to log everything (append)
lv: Izmantot vienu failu, lai žurnalētu visu (pievienot)

source: Use a different logfile for each MIDI file
lv: Izmantot atsevišķu žurnālfailu katram MIDI failam

source: » Log dir:
lv: » Žurnāla mape:

source: browse
lv: pārlūkot

source: » Log file:
lv: » Žurnāla fails:

source: Playback speed
lv: Atskaņošanas ātrums

source: Play at normal speed
lv: Atskaņot normālā ātrumā

source: Play as fast as possible
lv: Atskaņot lielākajā iespējamā ātrumā

source: Dummy Backend not loaded or not available
lv: Imitētā aizmugure nav ielādēta vai arī nav pieejama

source: <span size="smaller">Dummy backend</span>
lv: <span size="smaller">Imitētā aizmugure</span>

source: AMIDI-Plug - select SoundFont file
lv: AMIDI-Plug - izvēlieties SoundFont failu

source: FLUIDSYNTH BACKEND CONFIGURATION
lv: FLUIDSYNTH AIZMUGURES KONFIGURĀCIJA

source: SoundFont settings
lv: SoundFont iestatījumi

source: Size (bytes)
lv: Izmērs (baitos)

source: Load SF on player start
lv: Ielādēt SF palaižot atskaņotāju

source: Load SF on first midifile play
lv: Ielādēt SF pie pirmās MIDI faila atskaņošanas

source: Synthesizer settings
lv: Sintezatora iestatījumi

source: gain
lv: pastiprinājums

source: use default
lv: izmantot noklusēto

source: value:
lv: vērtība:

source: poliphony
lv: polifonija

source: reverb
lv: atbalss

source: yes
lv: jā

source: no
lv: nē

source: chorus
lv: koris

source: sample rate
lv: iztveršanas temps

source: custom
lv: pielāgots

source: Buffer settings
lv: Bufera iestatījumi

source: <span size="smaller">handy buffer tuner</span>
lv: <span size="smaller">ērtais bufera regulētājs</span>

source: <span size="smaller">size</span>
lv: <span size="smaller">izmērs</span>

source: <span size="smaller">margin</span>
lv: <span size="smaller">apmale</span>

source: <span size="smaller">increment</span>
lv: <span size="smaller">pieaugums</span>

source: * Select SoundFont files * In order to play MIDI with FluidSynth, you need to specify at least one valid SoundFont file here (use absolute paths). The loading order is from the top (first) to the bottom (last).
lv: * Izvēlieties SoundFont failus * Lai atskaņotu MIDI failus ar FluidSynth, jums šeit jānorāda vismaz viens derīgs SoundFont fails (lietojiet absolūtos ceļus). Ielādēšanas kārtība ir no augšas (pirmais) uz apakšu (pēdējais).

source: * Load SoundFont on player start * Depending on your system speed, SoundFont loading in FluidSynth will require up to a few seconds. This is a one-time task (the soundfont will stay loaded until it is changed or the backend is unloaded) that can be done at player start, or before the first MIDI file is played (the latter is a better choice if you don't use your player to listen MIDI files only).
lv: * Ielādēt SoundFont palaižot atskaņotāju * Atkarībā no jūsu sistēmas ātruma, SoundFont ielādēšana FluidSynth ilgs līdz pat dažām sekundēm. Šis ir vienreizējs uzdevums (SoundFont paliks ielādēts līdz tas tiks mainīts vai arī tiks izlādēta aizmugure), ko var izpildīt, palaižot programmu vai pirms pirmā MIDI faila atskaņošanas (pēdējā ir labāka izvēle, ja neizmantojat atskaņotāju tikai MIDI failu atskaņošanai).

source: * Load SoundFont on first midifile play * Depending on your system speed, SoundFont loading in FluidSynth will require up to a few seconds. This is a one-time task (the soundfont will stay loaded until it is changed or the backend is unloaded) that can be done at player start, or before the first MIDI file is played (the latter is a better choice if you don't use your player to listen MIDI files only).
lv: * Ielādēt SoundFont, pirmoreiz atskaņojot MIDI failu * Atkarībā no jūsu sistēmas ātruma, SoundFont ielādēšana FluidSynth ilgs līdz pat dažām sekundēm. Šis ir vienreizējs uzdevums (SoundFont paliks ielādēts līdz tas tiks mainīts vai arī tiks izlādēta aizmugure), ko var izpildīt, palaižot programmu vai pirms pirmā MIDI faila atskaņošanas (pēdējā ir labāka izvēle, ja neizmantojat atskaņotāju tikai MIDI failu atskaņošanai).

source: * Synthesizer gain * From FluidSynth docs: the gain is applied to the final or master output of the synthesizer; it is set to a low value by default to avoid the saturation of the output when random MIDI files are played.
lv: * Sintezatora pastiprinājums * No FluidSynth dokumentācijas: pastiprinājums tiek attiecināts uz sintezatora gala izvadi. Pēc noklusējuma tam ir uzstādīta zema vērtība, lai izvairītos no izvades piesātinātības, kad tiek atskaņoti gadījuma MIDI faili.
