Repository: hotice/audacious-plugins-pkg
Catalog: po/*.po
Languages: lv

source: * Synthesizer polyphony * From FluidSynth docs: the polyphony defines how many voices can be played in parallel; the number of voices is not necessarily equivalent to the number of notes played simultaneously; indeed, when a note is struck on a specific MIDI channel, the preset on that channel may create several voices, for example, one for the left audio channel and one for the right audio channels; the number of voices activated depends on the number of instrument zones that fall in the correspond to the velocity and key of the played note.
lv: * Sintezatora polifonija * No FluidSynth dokumentācijas: polifonija nosaka, cik balsu var tikt atskaņots paralēli. Balsu skaitam nav noteikti jābūt vienādam ar vienlaikus atskaņoto nošu skaitu. Patiesi, kad nots tiek atskaņota noteiktā MIDI kanālā, šī kanāla uzstādījumi var izveidot vairākas balsis, piemēram, vienu kreisajam, bet otru labajam audio kanālam. Aktivizēto balsu skaits ir atkarīgs no instrumentu zonu skaita, kas iekrīt ātruma atbilstībā, un atskaņotās nots taustiņa.

source: * Synthesizer reverb * From FluidSynth docs: when set to "yes" the reverb effects module is activated; note that when the reverb module is active, the amount of signal sent to the reverb module depends on the "reverb send" generator defined in the SoundFont.
lv: * Sintezatora atbalss * No FluidSynth dokumentācijas: kad uzstādīts uz "jā", tiek aktivizētsatbalss efektu modulis. Ievērojiet - tad, kad atbalss modulis ir aktīvs, uz atbalss moduli nosūtītais signālu daudzums ir atkarīgs no "nosūtītā atbalss" ģeneratora, kas definēts SoundFont.

source: * Synthesizer chorus * From FluidSynth docs: when set to "yes" the chorus effects module is activated; note that when the chorus module is active, the amount of signal sent to the chorus module depends on the "chorus send" generator defined in the SoundFont.
lv: * Sintezatora koris * No FluidSynth dokumentācijas: kad uzstādīts uz "jā", tiek aktivizētskora efektu modulis. Ievērojiet - tad, kad kora modulis ir aktīvs, uz kora moduli nosūtītais signālu daudzums ir atkarīgs no "nosūtītais koris" ģeneratora, kas definēts SoundFont.

source: * Synthesizer samplerate * The sample rate of the audio generated by the synthesizer. You can also specify a custom value in the interval 22050Hz-96000Hz. NOTE: the default buffer parameters are tuned for 44100Hz; changing the sample rate may require buffer params tuning to obtain good sound quality.
lv: * Sintezatora iztveršanas temps * Sintezatora ģenerētais audio iztveršanas temps. Varat norādīt arī pielāgotu vērtību intervālā 22050Hz-96000Hz. Piezīme: noklusētie bufera parametri ir noregulēti 44100Hz tempam. Mainot iztveršanas tempu, iespējams, būs nepieciešama bufera parametru regulēšana, lai iegūtu labu skaņas kvalitāti.

source: * FluidSynth backend buffer * This button resets the backend buffer parameters to default values.
lv: * FluidSynth aizmugures buferis * Šī poga atstata aizmugures bufera parametrus uz noklusētajām vērtībām.

source: * FluidSynth backend buffer * If you notice skips or slowness during song playback and your system is not performing any cpu-intensive task (except FluidSynth itself), you may want to adjust the buffer parameters. Try to move the "handy buffer tuner" some steps to the right until playback is fluid again.
lv: * FluidSynth aizmugures buferis * Ja pamanāt pārrāvumus vai palēninājumus dziesmu atskaņošanas laikā un jūsu sistēma neizpilda nekādus CPU-intensīvus uzdevumus (izņemot pašu FluidSynth), varat paregulēt bufera parametrus. Pamēģiniet pārvietot "ērtais bufera regulētājs" slīdni dažus soļus pa labi, līdz atskaņošana atkal noris vienmērīgi.

source: * FluidSynth backend buffer * It is a good idea to make buffer adjustments with the "handy buffer tuner" before resorting to manual editing of buffer parameters. However, if you want to fine-tune something and want to know what you're doing, you can understand how these parameters work by reading the backend code (b-fluidsynth.c). In short words, every amount of time (proportional to buffer_SIZE and sample rate), right before gathering samples, the buffer is resized as follows: buffer_SIZE + buffer_MARGIN + extramargin where extramargin is a value computed as number_of_seconds_of_playback / margin_INCREMENT .
lv: * FluidSynth aizmugures buferis * Pirms pāriet uz pašrocīgu bufera parametru regulēšanu, mēģiniet izdarīt vajadzīgos regulējumus ar "ērto bufera regulētāju". Tomēr, ja vēlaties veikt ļoti sīkus pieregulējumus un arī vēlaties zināt, ko darāt, varat izprast šo parametru darbību, lasot aizmugures kodu (b-fluidsynth.c). Īsi sakot, katrā laika periodā (proporcionāls bufera izmēram un iztveršanas tempam), tieši pirms iztvērumu nolases, bufera izmērs tiek izmainīts sekojoši: bufera izmērs + bufera rezerve + papildrezerve, kur papildrezerve ir vērtība, kas aprēķināta kā: atskaņojuma laiks sekundēs / rezerves palielinājums.

source: FluidSynth Backend not loaded or not available
lv: FluidSynth aizmugure nav ielādēta vai arī nav pieejama

source: <span size="smaller">FluidSynth backend</span>
lv: <span size="smaller">FluidSynth aizmugure</span>

source: TIMIDITY BACKEND CONFIGURATION
lv: TIMIDITY AIZMUGURES KONFIGURĀCIJA

source: TiMidity Backend not loaded or not available
lv: TiMidity aizmugure nav ielādēta vai arī nav pieejama

source: <span size="smaller">TiMidity backend</span>
lv: <span size="smaller">TiMidity aizmugure</span>

source: Name:
lv: Nosaukums:

source: <span size="smaller"> MIDI Info </span>
lv: <span size="smaller"> MIDI informācija </span>

source: Format:
lv: Formāts:

source: Length (msec):
lv: Garums (ms):

source: Num of Tracks:
lv: Celiņu skaits:

source: variable
lv: mainīgais

source: Time Div:
lv: Laika dalītājs:

source: <span size="smaller"> MIDI Comments and Lyrics </span>
lv: <span size="smaller"> MIDI Komentāri un dziesmu vārdu teksti </span>

source: * no comments available in this MIDI file *
lv: * komentāri šajā MIDI failā nav pieejami *

source: * no lyrics available in this MIDI file *
lv: * dziesmu vārdu teksti šajā MIDI failā nav pieejami *

source: (invalid UTF-8)
lv: (nederīgs UTF-8)

source: AMIDI-Plug - about
lv: AMIDI-Plug - par

source: modular MIDI music player http://www.develia.org/projects.php?p=amidiplug written by Giacomo Lozito < james@develia.org > special thanks to... Clemens Ladisch and Jaroslav Kysela for their cool programs aplaymidi and amixer; those were really useful, along with alsa-lib docs, in order to learn more about the ALSA API Alfredo Spadafina for the nice midi keyboard logo Tony Vroon for the good help with alpha testing
lv: modulārs MIDI mūzikas atskaņotājs http://www.develia.org/projects.php?p=amidiplug autors Giacomo Lozito < james@develia.org > īpašs paldies... Clemens Ladisch un Jaroslav Kysela par viņu jaukajām programmām - aplaymidi un amixer; tās bija ļoti noderīgas, līdz ar alsa-lib dokumentāciju, lai iemācītos vairāk par ALSA API Alfredo Spadafina par jauko midi klaviatūras logo Tony Vroon par palīdzību alfa testēšanā

source: Rectangle
lv: Taisnstūris

source: Rounded Rectangle
lv: Noapaļots taisnstrūris

source: Concave Rectangle
lv: Ieliekts taisnstrūris

source: None
lv: Neviens

source: Playback Start
lv: Atskaņošanas sākums

source: Triggers OSD when a playlist entry is played.
lv: Palaiž OSD, kad tiek atskaņots repertuāra ieraksts.

source: Title Change
lv: Nosaukuma maiņa

source: Triggers OSD when, during playback, the song title changes but the filename is the same. This is mostly useful to display title changes in internet streams.
lv: Palaiž OSD, kad, atskaņošanas laikā, dziesmas nosaukums mainās, bet faila nosaukums paliek nemainīgs. Tas galvenokārt ir noderīgi, lai attēlotu interneta straumju nosaukumu maiņu.

source: Volume Change
lv: Skaļuma maiņa

source: Triggers OSD when volume is changed.
lv: Palaiž OSD, kad tiek izmainīts skaļums.

source: Pause On
lv: Pauze ieslēgta

source: Triggers OSD when playback is paused.
lv: Palaiž OSD, kad tiek nopauzēta atskaņošana.

source: Pause Off
lv: Pauze izslēgta

source: Triggers OSD when playback is unpaused.
lv: Palaiž OSD, kad tiek atjaunota atskaņošana pēc pauzes.

source: Placement
lv: Novietojums

source: Relative X offset:
lv: Relatīvā X nobīde:

source: Relative Y offset:
lv: Relatīvā Y nobīde:

source: Max OSD width:
lv: Maksimālais OSD platums:

source: Multi-Monitor options
lv: Daudzmonitoru opcijas

source: Display OSD using:
lv: Rādīt OSD izmantojot:

source: all monitors
lv: visi monitori

source: monitor %i
lv: %i. monitors

source: Timing (ms)
lv: Ilgums (ms)

source: Display:
lv: Rādīt:

source: Fade in:
lv: Parādīties:

source: Fade out:
lv: Izgaist:

source: Fonts
lv: Fonti

source: Font %i:
lv: %i. fonts:

source: Shadow
lv: Ēna

source: Internationalization
lv: Internacionalizācija

source: Disable UTF-8 conversion of text (in aosd)
lv: Atslēgt teksta UTF-8 pārveidi (iekš aosd)

source: Select Skin File
lv: Izvēlieties apdares failu

source: Render Style
lv: Renderēšanas stils

source: Colors
lv: Krāsas

source: Color %i:
lv: %i. krāsa:

source: Custom Skin
lv: Pielāgota apdare

source: Skin file:
lv: Apdares fails:

source: Browse
lv: Pārlūkot

source: Enable trigger
lv: Ieslēgt palaidēju

source: Event
lv: Notikums

source: Composite manager detected
lv: Kompozitēšanas pārvaldnieks atrasts

source: Composite manager not detected; unless you know that you have one running, please activate a composite manager otherwise the OSD won't work properly
lv: Kompozitēšanas pārvaldnieks nav atrasts; ja vien esat pārliecināts, ka jums tas ir palaists, lūdzu, aktivizējiet kompozitēšanas pārvaldnieku, citādi OSD nefunkcionēs pareizi

source: Composite manager not required for fake transparency
lv: Viltus caurspīdībai kompozitēšanas pārvaldnieks nav nepieciešams

source: Transparency
lv: Caurspīdība

source: Fake transparency
lv: Viltus caurspīdība

source: Real transparency (requires X Composite Ext.)
lv: Īsta caurspīdība (nepieciešams X Composite paplašin.)

source: Composite extension not loaded
lv: Composite paplašinājums nav ielādēts

source: Composite extension not available
lv: Composite paplašinājums nav pieejams

source: Audacious OSD - configuration
lv: Audacious OSD - konfigurācija

source: Test
lv: Testēt

source: Position
lv: Novietojums

source: Animation
lv: Animācija

source: Text
lv: Teksts

source: Decoration
lv: Noformējums

source: Trigger
lv: Palaidējs

source: Misc
lv: Dažādi

source: Audacious OSD - about
lv: Audacious OSD - par

source: http://www.develia.org/projects.php?p=audacious#aosd written by Giacomo Lozito < james@develia.org > On-Screen-Display is based on Ghosd library written by Evan Martin http://neugierig.org/software/ghosd/
lv: http://www.develia.org/projects.php?p=audacious#aosd autors Giacomo Lozito < james@develia.org > Uz-ekrāna-rādīšana (OSD) ir balstīta uz Ghosd bibliotēku, autors Evan Martin http://neugierig.org/software/ghosd/

source: (c)2003 trikuare studios(http://trikuare.cx) Ported to Audacious by Tony Vroon (chainsaw@gentoo.org) Simple dynamic range compressor for transparently keeping the volume level more or less consistent
lv: (c)2003 trikuare studios(http://trikuare.cx) Uz Audacious portēja Tony Vroon (chainsaw@gentoo.org) Vienkāršs dinamiskā apgabala kompresors caurspīdīgai skaļuma līmeņa uzturēšanai vairāk vai mazāk vienā līmenī

source: About AudioCompress
lv: Par AudioCompress

source: If checked, when the sound peaks the volume will be cut instantly; otherwise, it will ramp down just in time for the peak (but some minor clipping may still occur).
lv: Ja atzīmēts, skaņas līmenim sasniedzot maksimumu, skaļums tiks samazināts nekavējoties; pretējā gadījumā tas tiks darīts pakāpeniski (tomēr neliela apgriešana joprojām ir iespējama).

source: The maximum amount to amplify the audio by
lv: Maksimālais lielums, par kādu izdarīt audio pastiprinājumu

source: Defines how smoothly the volume will ramp up
lv: Nosaka, cik vienmērīgi skaļums palielināsies

source: The target audio level for ramping up. Lowering the value gives a bit more dynamic range for peaks, but will make the overall sound quieter.
lv: Mērķa audio līmenis skaļuma palielināšanai. Pazeminot šo vērtību, tiks iegūts nedaudz vairāk dinamiskā apgabala maksimumiem, bet kopumā skaņa tiks padarīta klusāka.

source: How long of a window to maintain
lv: Vēstures garums

source: AudioCompress preferences
lv: AudioCompress iestatījumi

source: Quality Options
lv: Kvalitātes opcijas

source: Aggressively prevent clipping
lv: Agresīvi novērst apgriešanu

source: Target & gain
lv: Mērķis & pastiprinājums

source: Target audio level:
lv: Mērķa skaņas līmenis:

source: Maximum gain:
lv: Maksimālais pastiprinājums:

source: Gain smooth:
lv: Pastiprinājuma vienmērība:

source: History
lv: Vēsture

source: How long of a history to maintain. A higher number will make the volume changes less responsive.
lv: Uzturētās vēstures garums. Lielāka vērtība padarīs skaļuma izmaiņas mazāk atsaucīgas.

source: Load default values
lv: Ielādēt noklusētās vērtības

source: Audio values
lv: Skaņas vērtības

source: Apply
lv: Pielietot

source: Pairing request for '%s'
lv: Pārošanas pieprasījums priekš '%s'

source: Authorization request for %s
lv: Autorizācijas pieprasījums priekš '%s'

source: Created bonding with %s
lv: Izveidots saite ar %s

source: Removed bonding with %s
lv: Atcelta saite ar %s

source: Device has been switched off
lv: Ierīce tika izslēgta

source: Device has been made non-discoverable
lv: Ierīce tika padarīta neatklājama

source: Device has been made connectable
lv: Ierīce tika padarīta savienojama

source: Device has been made discoverable
lv: Ierīce tika padarīta atklājama

source: Device has been made limited discoverable
lv: Ierīce tika padarīta ierobežoti atklājama

source: Device has been switched into pairing mode
lv: Ierīce tika pārslēgta pārošanas režīmā

source: Bluetooth headset support plugin
lv: Bluetooth austiņu atbalsta spraudnis

source: Bluetooth headset support Copyright (c) 2008 Paula Stanciu paula.stanciu@gmail.com This was a GSoC 2008 Project - Many thanks to my mentor Tony Vroon and the Audacious team In order to use the AVRCP you need the uinput module loaded into the kernel The headset keys will be recognized as normal mutimedia keys and can be configured using the Audacious Global Hotkey plugin or ohter tools provided by your window manager
lv: Bluetooth austiņu atbalsts autortiesības (c) 2008 Paula Stanciu paula.stanciu@gmail.com Šis bija GSoC 2008 projekts - liels paldies manam padomdevējam Tony Vroon un Audacious komandai Lai izmantotu AVRCP, kodolā jābūt ielādētam 'uinput' modulim Austiņu taustiņi tiks atpazīti kā parasti multivides taustiņi un var tikt konfigurēti, izmantojot Audacious globālo īsinājumtaustiņu spraudni vai citus jūsu logu pārvaldītāja rīkus

source: Producer
lv: Ražotājs

source: Available Headsets
lv: Pieejamās austiņas

source: Current Headset
lv: Pašreizējās austiņas

source: _Refresh
lv: A_tsvaidzināt

source: _Connect
lv: _Pievienot

source: _Close
lv: Ai_zvērt

source: Class
lv: Klase

source: Address:
lv: Adrese:

source: Bonding finish!
lv: Sasaiste pabeigta!

source: No devices found!
lv: Nav atrasta neviena ierīce!

source: Scanning...
lv: Skenē...

source: Pairing...
lv: Pāro...

source: Rescan
lv: Pārskenēt

source: Play
lv: Atskaņot

source: Blur Scope: Color selection
lv: Blur Scope: krāsu izvēle

source: Options:
lv: Iestatījumi:

source: Play CD
lv: Atskaņot CD

source: Add CD
lv: Pievienot CD

source: About Audio CD Plugin
lv: Par audio CD spraudni

source: Copyright (c) 2007, by Calin Crisan <ccrisan@gmail.com> and The Audacious Team. Many thanks to libcdio developers <http://www.gnu.org/software/libcdio/> and to libcddb developers <http://libcddb.sourceforge.net/>. Also thank you Tony Vroon for mentoring & guiding me. This was a Google Summer of Code 2007 project. Copyright 2009 John Lindgren
lv: Autortiesības (c) 2007, Calin Crisan <ccrisan@gmail.com> un Audacious komanda. Liels paldies libcdio izstrādātājiem <http://www.gnu.org/software/libcdio/> un libcddb izstrādātājiem <http://libcddb.sourceforge.net/>. Paldies arī Tony Vroon par padomiem. Šis bija Google Summer of Code 2007 projekts. Autortiesības 2009 John Lindgren

source: CD Audio Plugin Configuration
lv: CD Audio spraudņa konfigurācija

source: Digital audio extraction
lv: Ciparu audio ekstrakcija

source: Title information
lv: Nosaukuma informācija

source: Limit read speed to:
lv: Ierobežot nolases ātrumu līdz:

source: Use cd-text if available
lv: Izmantot cd-text, ja pieejams

source: Use CDDB if available
lv: Izmantot CDDB, ja pieejams

source: Server:
lv: Serveris:

source: Path:
lv: Ceļš:

source: Port:
lv: Ports:

source: Use HTTP instead of CDDBP
lv: Lietot HTTP nevis CDDBP

source: Override default device:
lv: Aizstāt noklusēto ierīci:

source: Game Console Music Decoder
lv: Spēļu konsoles mūzikas dekodētājs

source: secs
lv: sekundes

source: Treble:
lv: Augstie toņi:

source: Default song length:
lv: Noklusētais dziesmas garums:

source: Resampling
lv: Iztveršanas tempa pārveidošana

source: Enable audio resampling
lv: Ieslēgt audio iztveršanas tempa pārveidošanu

source: Resampling rate:
lv: Iztveršanas temps:

source: Ignore length from SPC tags
lv: Ignorēt garums no SPC tagiem

source: Increase reverb
lv: Palielināt atbalsi

source: The default song length, expressed in seconds, is used for songs that do not provide length information (i.e. looping tracks).
lv: noklusētais dziesmas garums, izteikts sekundēs, tiks izmantots dziesmām, kuras nenodrošina ar garuma informāciju (piem., celiņi, kas atkārtojas).

source: About the Game Console Music Decoder
lv: Par spēļu konsoles mūzikas dekodētāju

source: Console music decoder engine based on Game_Music_Emu 0.5.2. Supported formats: AY, GBS, GYM, HES, KSS, NSF, NSFE, SAP, SPC, VGM, VGZ Audacious implementation by: William Pitcock <nenolod@dereferenced.org>, Shay Green <gblargg@gmail.com>
lv: Konsoles mūzikas dekodētāja dzinējs, balstīts uz on Game_Music_Emu 0.5.2. Atbalstītie formāti: AY, GBS, GYM, HES, KSS, NSF, NSFE, SAP, SPC, VGM, VGZ Ieviešana iekš Audacious: William Pitcock <nenolod@dereferenced.org>, Shay Green <gblargg@gmail.com>

source: Start of playback
lv: Atskaņošanas sākums

source: Automatic songchange
lv: Automātiska dziesmu maiņa

source: Manual songchange
lv: Pašrocīga dziesmu maiņa

source: Manual stop
lv: Pašrocīga apstādināšana

source: End of playlist
lv: Repertuāra beigas

source: Seeking
lv: Meklēšana

source: Pause
lv: Pauze

source: Reopen output device
lv: Atkārtoti atvērt izvades ierīci

source: Flush output device
lv: Iztukšot izvades ierīci

source: None (gapless/off)
lv: Neviens (bez starplaikiem/izslēgts)

source: Simple crossfade
lv: Vienkārša sapludināšana

source: Advanced crossfade
lv: Sapludināšana ar papildus iestat.

source: Fadein
lv: Ienākšana

source: Fadeout
lv: Izdzišana

source: Fadeout/Fadein
lv: Izdzišana/Ienākšana

source: About Crossfade Plugin
lv: Par sapludināšanas spraudni

source: Audacious Crossfade Plugin Copyright © 2009 William Pitcock <nenolod@atheme.org> ...based in part on XMMS-Crossfade: Copyright © 2000-2009 Peter Eisenlohr <peter@eisenlohr.org> based on the original OSS Output Plugin Copyright (C) 1998-2000 Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson and 4Front Technologies This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
lv: Audacious sapludināšanas spraudnis Autortiesības © 2009 William Pitcock <nenolod@atheme.org> ...daļēji bāzēts uz XMMS-Crossfade: Autortiesības © 2000-2009 Peter Eisenlohr <peter@eisenlohr.org> bāzēts uz oriģinālo OSS izvades spraudni - Autortiesības (C) 1998-2000 Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson un 4Front Technologies Šī ir brīvā programmatūra. Jūs varat to izplatīt un/vai modificēt saskaņā ar GNU GPL licenses nosacījumiem, kurus publicējis Free Software Foundation; lietojiet licenses 2. versiju, vai arī (pēc jūsu izvēles) jebkuru vēlāku versiju. Šī programma tiek izplatīta cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat PIEPRASĪJUMA vai NODERĪBAS ĪPAŠAM MĒRĶIM garantijas. Sīkākai informācijai skatiet GNU General Public License. GNU GPL licenses kopijai vajadzētu būt saņemtai kopā ar šo programmu. Ja tā nav, rakstiet uz Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Crossfade Configuration
lv: Sapludināšanas konfigurācija

source: Configure
lv: Konfigurēt

source: About
lv: Par

source: Output plugin
lv: Izvades spraudnis

source: Throttle Output
lv: Apspiest izvadi

source: Max block size (bytes):
lv: Maksimālais bloka izmērs (baitos):

source: Force close/reopen on songchange
lv: Piespiest aizvērt/atkārtoti atvērt pie dziesmas maiņas

source: Plugin compatibility options
lv: Spraudņa savietojamības opcijas

source: When modifying the Output Options or the Mixing buffer size, you need to stop/restart playback for the settings to take effect.
lv: Izmainot izvades opcijas vai miksēšanas bufera izmēru, jums ir jāpārstartē atskaņošana, lai izmaiņas stātos spēkā.

source: Output
lv: Izvade

source: Mixing buffer size (ms):
lv: Miksēšanas bufera izmērs (ms):

source: Specify the size of the mixing buffer. Mixing buffer space is required for pauses, fade-outs, offsetting (i.e. interleaving the end and beginning of two songs) and killing trailing gaps. Fade-ins and killing leading gaps are done on-the-fly and do not depend on mixing buffer space. Default: n/a - calculated automatically
lv: Norādiet miksēšanas bufera izmēru. Miksēšanas bufera telpa ir vajadzīga pauzēm, izzušanai, nobīdēm (piem., divu dziesmu sākuma un beigu sapludināšanai) un sekojošo atstarpju aizvākšanai. Ienākšanas un sekojošo atstarpju aizvākšana tiek izpildītas uzreiz un nav atkarīgas no miksēšanas bufera telpas. Noklusējums: n/p - aprēķināts automātiski

source: auto
lv: automātiski

source: Automatically calculate an optimal buffer size. Default: On
lv: Automātiski aprēķināt optimālo bufera izmēru. Noklusējums: ieslēgts

source: Set parameters for:
lv: Uzstādīt parametrus priekš:

source: Select the type of songchange you want to configure: * Start of playback: When starting playback by pressing PLAY * Automatic songchange: When reaching the end of a song and the playlist advances to the next song * Manual songchange: When manually selecting another song, for example by pressing NEXT/PREV * Manual stop: When pressing the STOP button * End of playlist: After the last song in the playlist has been played * Seeking: When seeking within the current song
lv: Izvēlieties dziesmas maiņas tipu, ko vēlaties konfigurēt: * Atskaņošanas sākums: kad tiek sākta atskaņošana, nospiežot 'Atskaņot' * Automātiskā dziesmu maiņa: kad tiek sasniegtas dziesmas beigas un notiek pāriešana pie nākamās dziesmas repertuārā * Pašrocīga dziesmu maiņa: kad pašrocīgi tiek izvēlēta cita dziesma, piemēram, nospiežot 'Nākamais'/'Iepriekšējais' * Pašrocīga apturēšana: kad tiek nospiesta 'Stop' poga * Repertuāra beigas: pēc pēdējās repertuāra dziesmas atskaņošanas * Meklēšana: kad tiek meklēts pašreizējajā dziesmā

source: Crossfade/Transition type:
lv: Sapludināšanas/Pārejas tips:
