Repository: hotice/audacious-plugins-pkg
Catalog: po/*.po
Languages: lv

source: FileWriter-Plugin This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
lv: FileWriter spraudnis Šī ir brīvā programmatūra. Jūs varat to izplatīt un/vai modificēt saskaņā ar GNU GPL licenses nosacījumiem, kurus publicējis Free Software Foundation; lietojiet licenses 2. versiju, vai arī (pēc jūsu izvēles) jebkuru vēlāku versiju. Šī programma tiek izplatīta cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat PIEPRASĪJUMA vai NODERĪBAS ĪPAŠAM MĒRĶIM garantijas. Sīkākai informācijai skatiet GNU General Public License. GNU GPL licenses kopijai vajadzētu būt saņemtai kopā ar šo programmu. Ja tā nav, rakstiet uz Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: File Writer Configuration
lv: Failu rakstītāja konfigurācija

source: Output file format:
lv: Izvades faila formāts:

source: Save into original directory
lv: Saglabāt oriģinālajā mapē

source: Save into custom directory
lv: Saglabāt pielāgotā mapē

source: Output file folder:
lv: Izvades faila mape:

source: Pick a folder
lv: Izvēlieties mapi

source: Get filename from:
lv: Iegūt faila nosaukumu no:

source: original file tags
lv: oriģinālajiem faila tagiem

source: original filename
lv: oriģinālā faila nosaukuma

source: Don't strip file name extension
lv: Neatmest faila paplašinājumu

source: If enabled, the extension from the original filename will not be stripped before adding the new file extension to the end.
lv: Ja ieslēgts, paplašinājums no oriģinālā faila nosaukuma netiks atmests pirms jaunā faila paplašinājuma pievienošanas beigās.

source: Prepend track number to filename
lv: Pievienot celiņa numuru pirms faila nosaukuma

source: MP3 Configuration
lv: MP3 konfigurācija

source: Algorithm Quality:
lv: Algoritma kvalitāte:

source: best/slowest:0; worst/fastest:9; recommended:2; default:5;
lv: labākais/lēnākais:0; sliktākais/ātrākais:9; rekomendētais:2; noklusētais:5;

source: Output Samplerate:
lv: Izvades iztveršanas temps:

source: Auto
lv: Automātiski

source: Bitrate / Compression ratio:
lv: Bitātrums / Kompresijas attiecība:

source: Bitrate (kbps):
lv: Bitātrums (kbps):

source: Compression ratio:
lv: Kompresijas attiecība:

source: Audio Mode:
lv: Audio režīms:

source: Misc:
lv: Dažādi:

source: Enforce strict ISO complience
lv: Uzspiest stingru ISO savietojamību

source: Error protection
lv: Kļūdu aizsardzība

source: Adds 16 bit checksum to every frame
lv: Pievieno 16 bitu kontrolsummu katram kadram

source: Quality
lv: Kvalitāte

source: Enable VBR/ABR
lv: Ieslēgt VBR/ABR

source: Type:
lv: Tips:

source: Variable bitrate
lv: Mainīgs bitātrums

source: Average bitrate
lv: Vidējais bitātrums

source: VBR Options:
lv: VBR opcijas:

source: Minimum bitrate (kbps):
lv: Minimālais bitātrums (kbps):

source: Maximum bitrate (kbps):
lv: Maksimālais bitātrums (kbps):

source: Strictly enforce minimum bitrate
lv: Stingri uzspiest minimālo bitātrumu

source: For use with players that do not support low bitrate mp3 (Apex AD600-A DVD/mp3 player)
lv: Izmantošanai ar atskaņotājiem, kas neatbalsta zema bitātruma mp3 (Apex AD600-A DVD/mp3 atskaņotājs)

source: ABR Options:
lv: ABR opcijas:

source: Average bitrate (kbps):
lv: Vidējais bitātrums (kbps):

source: VBR quality level:
lv: VBR kvalitātes līmenis:

source: highest:0; lowest:9; default:4;
lv: augstākais:0; zemākais:9; noklusētais:4;

source: Don't write Xing VBR header
lv: Nerakstīt Xing VBR galveni

source: Frame params:
lv: Kadra parametri:

source: Mark as copyright
lv: Atzīmēt kā autortiesības

source: Mark as original
lv: Atzīmēt kā oriģinālu

source: ID3 params:
lv: ID3 parametri:

source: Force addition of version 2 tag
lv: Uzspiest 2. versijas tagu pievienošanu

source: Only add v1 tag
lv: Pievienot tikai 1. versijas tagu

source: Only add v2 tag
lv: Pievienot tikai 2. versijas tagu

source: Tags
lv: Tagi

source: Vorbis Encoder Configuration
lv: Vorbis kodētāja konfigurācija

source: Quality level (0 - 10):
lv: Kvalitātes līmenis (0 - 10):

source: FLAC Audio Plugin
lv: FLAC audio spraudnis

source: Original code by Ralf Ertzinger <ralf@skytale.net> http://www.skytale.net/projects/bmp-flac2/
lv: Oriģinālā koda autors Ralf Ertzinger <ralf@skytale.net> http://www.skytale.net/projects/bmp-flac2/

source: About FLAC Audio Plugin
lv: Par FLAC audio spraudni

source: About Gnome Shortcut Plugin
lv: Par Gnome īsceļu spraudni

source: Gnome Shortcut Plugin Let's you control the player with Gnome's shortcuts. Copyright (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de>
lv: Gnome īsceļu spraudnis Ļauj jums kontrolēt atskaņotāju ar Gnome īsceļiem. Autortiesības (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de>

source: Open Files
lv: Atvērt failus

source: Add Files
lv: Pievienot failus

source: gnt interface
lv: gnt saskarne

source: Can't jump to time when no track is being played.
lv: Nevar pāriet uz noteiktu laiku, ja nekas netiek atskaņots.

source: Jump to Time
lv: Pāriet uz laiku

source: minutes:seconds
lv: minūtes:sekundes

source: Track length:
lv: Celiņa garums:

source: Save as Static Playlist
lv: Saglabāt kā statisko repertuāru

source: Use Relative Path
lv: Izmantot relatīvo ceļu

source: Error writing playlist "%s": %s
lv: Kļūda rakstot repertuāru "%s": %s

source: %s already exist. Continue?
lv: %s jau pastāv. Turpināt?

source: <b><big>Unable to save playlist.</big></b> Unknown file type for '%s'.
lv: <b><big>Neizdevās saglabāt repertuāru.</big></b> Nezināms faila tips '%s'.

source: Save Playlist
lv: Saglabāt repertuāru

source: Load Playlist
lv: Ielādēt repertuāru

source: GTK Foobar-like Interface
lv: GTK Foobar līdzīga saskarne

source: Stop after Current Song
lv: Apturēt pēc pašreizējās dziesmas

source: Repeat
lv: Atkārtot

source: Shuffle
lv: Jaukt

source: No Playlist Advance
lv: Nevirzīties uz priekšu repertuārā

source: Previous
lv: Iepriekšējais

source: Next
lv: Nākamais

source: Visualization
lv: Vizualizēšana

source: Visualization Mode
lv: Vizualizēšanas režīms

source: Analyzer Mode
lv: Analizatora režīms

source: Scope Mode
lv: Loka režīms

source: Voiceprint Mode
lv: Balss vizualizēšanas režīms

source: WindowShade VU Mode
lv: Loga saritināšanas VU režīms

source: Analyzer Falloff
lv: Analizatora krišana

source: Peaks Falloff
lv: Maksimumu krišana

source: Playlist
lv: Repertuārs

source: New Playlist
lv: Jauns repertuārs

source: Select Next Playlist
lv: Iezīmēt nākamo repertuāru

source: Select Previous Playlist
lv: Iezīmēt iepriekšējo repertuāru

source: Delete Playlist
lv: Dzēst repertuāru

source: Load List
lv: Ielādēt repertuāru

source: Loads a playlist file into the selected playlist.
lv: Ielādē repertuāra failu izvēlētajā repertuārā.

source: Save List
lv: Saglabāt repertuāru

source: Saves the selected playlist.
lv: Saglabā izvēlēto repertuāru.

source: Save Default List
lv: Saglabāt noklusēto repertuāru

source: Saves the selected playlist to the default location.
lv: Saglabā izvēlēto repertuāru noklusētajā vietā.

source: Refresh List
lv: Atsvaidzināt repertuāru

source: Refreshes metadata associated with a playlist entry.
lv: Atsvaidzina ar repertuāra ierakstu saistītos metadatus.

source: List Manager
lv: Repertuāru pārvaldnieks

source: Opens the playlist manager.
lv: Atver repertuāru pārvaldnieku.

source: View
lv: Skatīt

source: Add Internet Address...
lv: Pievienot interneta adresi...

source: Adds a remote track to the playlist.
lv: Pievieno repertuāram attālinātu celiņu.

source: Add Files...
lv: Pievienot failus...

source: Adds files to the playlist.
lv: Pievieno failus repertuāram.

source: Search and Select
lv: Meklēt un iezīmēt

source: Searches the playlist and selects playlist entries based on specific criteria.
lv: Meklē un atlasa repertuāra ierakstus, balstoties uz norādītajiem kritērijiem.

source: Invert Selection
lv: Apgriezt iezīmēto

source: Inverts the selected and unselected entries.
lv: Invertē iezīmētos un neiezīmētos ierakstus.

source: Select All
lv: Iezīmēt visus

source: Selects all of the playlist entries.
lv: Iezīmē visus repertuāra ierakstus.

source: Select None
lv: Notīrīt iezīmējumu

source: Deselects all of the playlist entries.
lv: Noņem iezīmējumu no visiem ierakstiem.

source: Remove All
lv: Izņemt visus

source: Removes all entries from the playlist.
lv: Izņem no repertuāra visus ierakstus.

source: Clear Queue
lv: Notīrīt ierindošanu

source: Clears the queue associated with this playlist.
lv: Notīra ar šo repertuāru saistīto ierindošanu.

source: Remove Unavailable Files
lv: Izņemt nepieejamos failus

source: Removes unavailable files from the playlist.
lv: Izņem no repertuāra nepieejamos failus.

source: Remove Duplicates
lv: Izņemt dublikātus

source: By Title
lv: Pēc nosaukuma

source: Removes duplicate entries from the playlist by title.
lv: Izņem no repertuāra dublikātus pēc nosaukuma.

source: By Filename
lv: Pēc faila nosaukuma

source: Removes duplicate entries from the playlist by filename.
lv: Izņem no repertuāra dublikātus pēc faila nosaukuma.

source: By Path + Filename
lv: Pēc ceļa + faila nosaukuma

source: Removes duplicate entries from the playlist by their full path.
lv: Izņem no repertuāra dublikātus pēc to pilna ceļa.

source: Remove Unselected
lv: Izņemt neiezīmētos

source: Remove unselected entries from the playlist.
lv: Izņem no repertuāra neiezīmētos ierakstus.

source: Remove Selected
lv: Izņemt iezīmētos

source: Remove selected entries from the playlist.
lv: Izņem no repertuāra iezīmētos ierakstus.

source: Randomize List
lv: Sajaukt repertuāru

source: Randomizes the playlist.
lv: Sajauc repertuāra ierakstu atskaņošanas kārtību.

source: Reverse List
lv: Apgriezt repertuāru

source: Reverses the playlist.
lv: Apgriež repertuāru.

source: Sort List
lv: Kārtot repertuāru

source: Sorts the list by title.
lv: Kārto repertuāru pēc nosaukuma.

source: By Album
lv: Pēc albuma

source: Sorts the list by album.
lv: Kārto sarakstu pēc albuma.

source: By Artist
lv: Pēc izpildītāja

source: Sorts the list by artist.
lv: Kārto repertuāru pēc izpildītāja.

source: Sorts the list by filename.
lv: Kārto repertuāru pēc faila nosaukuma.

source: Sorts the list by full pathname.
lv: Kārto repertuāru pēc pilnā ceļa.

source: By Date
lv: Pēc datuma

source: Sorts the list by modification time.
lv: Kārto repertuāru pēc izmaiņas datuma.

source: By Track Number
lv: Pēc celiņa numura

source: Sorts the list by track number.
lv: Kārto repertuāru pēc celiņa numura.

source: Sort Selected
lv: Kārtot iezīmētos

source: File
lv: Fails

source: View Track Details
lv: Skatīt celiņa detaļas

source: View track details
lv: Skatīt celiņa detaļas

source: About Audacious
lv: Par Audacious

source: Play File
lv: Atskaņot failu

source: Load and play a file
lv: Ielādēt un atskaņot failu

source: Play Location
lv: Atskaņot vietu

source: Play media from the selected location
lv: Atskaņot multitvides failu no izvēlētās vietas

source: Plugin services
lv: Spraudņu servisi

source: Preferences
lv: Iestatījumi

source: Open preferences window
lv: Atver iestatījumu logu

source: _Quit
lv: I_ziet

source: Quit Audacious
lv: Aizver Audacious

source: Set A-B
lv: Uzstādīt A-B

source: Clear A-B
lv: Notīrīt A-B

source: Jump to Playlist Start
lv: Pāriet uz repertuāra sākumu

source: Jump to File
lv: Pāriet uz failu

source: Queue Toggle
lv: Pārslēgt ierindošanau

source: Enables/disables the entry in the playlist's queue.
lv: Ieslēdz/izslēdz repertuāra ieraksta ierindošanu.

source: Playlist Manager
lv: Repertuāru pārvaldnieks

source: Entries
lv: Ieraksti

source: _Rename
lv: Pā_rdēvēt

source: Previous Track
lv: Iepriekšējais celiņš

source: Pause/Resume
lv: Pauze/Atsākt

source: Next Track
lv: Nākamais celiņš

source: Forward 5 Seconds
lv: Uz priekšu par 5 sekundēm

source: Rewind 5 Seconds
lv: Atpakaļ par 5 sekundēm

source: Mute
lv: Apklusināt

source: Volume Up
lv: Palielināt skaļumu

source: Volume Down
lv: Samazināt skaļumu

source: Toggle Player Windows
lv: Pārslēgt atskaņotāja logus

source: Show On-Screen-Display
lv: Parādīt uz-ekrāna-attēlu

source: (none)
lv: (nekas)

source: It is not recommended to bind the primary mouse buttons without modificators. Do you want to continue?
lv: Nav ieteicams piesaistīt primārās peles pogas bez modificētājtaustiņiem. Vai vēlaties turpināt?

source: Binding mouse buttons
lv: Piesaista peles pogas

source: Global Hotkey Plugin Configuration
lv: Globālo īsinājumtaustiņu spraudņa konfigurācija

source: Press a key combination inside a text field. You can also bind mouse buttons.
lv: Nospiediet taustiņu kombināciju teksta laukā. Jūs varat piesaistīt arī peles pogas.

source: Hotkeys:
lv: Īsinājumtaustiņi:

source: <b>Action:</b>
lv: <b>Darbība:</b>

source: <b>Key Binding:</b>
lv: <b>Taustiņa piesaiste:</b>

source: About Global Hotkey Plugin
lv: Par globālo īsinājumtaustiņu spraudni

source: Global Hotkey Plugin Control the player with global key combinations or multimedia keys. Copyright (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de> Contributers include: Copyright (C) 2006-2007 Vladimir Paskov <vlado.paskov@gmail.com> Copyright (C) 2000-2002 Ville Syrjälä <syrjala@sci.fi> Bryn Davies <curious@ihug.com.au> Jonathan A. Davis <davis@jdhouse.org> Jeremy Tan <nsx@nsx.homeip.net>
lv: Globālo īsinājumtaustiņu spraudnis Ļauj kontrolēt atskaņotāju ar globālo īsinājumtaustiņu kombinācijām vai multivides taustiņiem. Autortiesības (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de> Savu pienesumu devuši arī: Autortiesības (C) 2006-2007 Vladimir Paskov <vlado.paskov@gmail.com> Autortiesības (C) 2000-2002 Ville Syrjälä <syrjala@sci.fi> Bryn Davies <curious@ihug.com.au> Jonathan A. Davis <davis@jdhouse.org> Jeremy Tan <nsx@nsx.homeip.net>

source: About Icecast-Plugin
lv: Par Icecast spraudni

source: Icecast-Plugin This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
lv: Icecast spraudnis Šī ir brīvā programmatūra. Jūs varat to izplatīt un/vai modificēt saskaņā ar GNU GPL licenses nosacījumiem, kurus publicējis Free Software Foundation; lietojiet licenses 2. versiju, vai arī (pēc jūsu izvēles) jebkuru vēlāku versiju. Šī programma tiek izplatīta cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat PIEPRASĪJUMA vai NODERĪBAS ĪPAŠAM MĒRĶIM garantijas. Sīkākai informācijai skatiet GNU General Public License. GNU GPL licenses kopijai vajadzētu būt saņemtai kopā ar šo programmu. Ja tā nav, rakstiet uz Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Error setting hostname: %s
lv: Kļūda iestatot datora nosaukumu: %s

source: Error setting protocol: %s
lv: Kļūda iestatot protokolu: %s

source: Error setting port: %s
lv: Kļūda iestatot portu: %s

source: Error setting password: %s
lv: Kļūda iestatot paroli: %s

source: Error setting mount: %s
lv: Kļūda iestatot montējumu: %s

source: Error setting stream %s: %s
lv: Kļūda iestatot plūsmu %s: %s

source: public
lv: publisks

source: private
lv: privāts

source: Error setting stream name: %s
lv: Kļūda iestatot plūsmas nosaukumu: %s

source: Error setting stream genre: %s
lv: Kļūda iestatot plūsmas žanru: %s

source: Error setting stream URL: %s
lv: Kļūda iestatot plūsmas URL: %s

source: Error setting stream description: %s
lv: Kļūda iestatot plūsmas aprakstu: %s

source: Error setting user: %s
lv: Kļūda iestatot lietotāju: %s

source: Error connecting to server: %s
lv: Kļūda savienojoties ar serveri: %s

source: Change password
lv: Mainīt paroli

source: Icecast Configuration
lv: Icecast konfigurācija

source: Output stream format:
lv: Izvades plūsmas formāts:

source: Server address:
lv: Servera adrese:

source: Server hostname or IP address
lv: Servera nosaukums vai IP adrese

source: Server port number
lv: Servera porta numurs

source: Mount point:
lv: Montēšanas punkts:

source: Mount point for the stream
lv: Plūsmas montēšanas punkts

source: User name:
lv: Lietotājvārds:

source: Icecast source user name for the stream; depends on your server settings. The default value is "source"
lv: Icecast source lietotāja vārds straumei, atkarīgs no jūsu servera iestatījumiem. Noklusētā vērtība ir "source".

source: Password:
lv: Parole:

source: Icecast source user password
lv: Icecast source lietotāja parole

source: Connection timeout (seconds):
lv: Savienojuma noildze (sekundēs):

source: Amount of time before plugin closes connection to server when no audio data available
lv: Laika periods pirms savienojuma ar serveri slēgšanas, kad vairs nav pieejami audio dati

source: Buffer size (bytes):
lv: Bufera izmērs (baitos):

source: Internal buffer size Try to increase this if you are experiencing audio skipping on client side
lv: Iekšējā bufera izmērs Mēģiniet palielināt šo, ja ir novērojami audio pārtrūkumi no klienta puses

source: Flush buffer if
lv: Iztukšot buferi, ja

source: Determines when to flush internal buffer to prevent its overflow
lv: Nosaka, kad iztukšot buferi, lai novērstu tā pārplūdi

source: percents are filled
lv: procenti ar aizpildīti

source: Stream is public
lv: Plūsma ir publiska

source: Setting this asks the server to list the stream in any directories it knows about
lv: Uzstādot šo, serverim tiek likts rādīt šo plūsmu visās tam zināmajās mapēs

source: Stream name:
lv: Plūsmas nosaukums:

source: Stream URL:
lv: Plūsmas URL:

source: The URL of a site about this stream
lv: Vietnes URL, kurā ir informācija par šo plūsmu

source: Stream genre:
lv: Plūsmas žanrs:

source: The genre (or genres) of the stream. This is usually a keyword list, eg "pop rock rap"
lv: Plūsmas žanrs (vai žanri). Parasti atslēgvārdu saraksts, piem., "pop rock rap"

source: Stream description:
lv: Plūsmas apraksts:

source: Connect to all available jack ports
lv: Pievienoties visiem pieejamajiem jack portiem

source: Connect only the output ports
lv: Pievienot tikai izvades portus

source: Connect to no ports
lv: Nepievienoties portiem

source: jack Plugin configuration
lv: jack spraudņa konfigurācija

source: Connection mode:
lv: Savienojuma režīms:

source: Enable debug printing
lv: Ieslēgt atkļūdošanas izvadi

source: About JACK Output Plugin 0.17
lv: Par JACK izvades spraudni 0.17

source: XMMS jack Driver 0.17 xmms-jack.sf.net Chris Morgan<cmorgan@alum.wpi.edu> Audacious port by Giacomo Lozito from develia.org
lv: XMMS jack dzinis 0.17 xmms-jack.sf.net Chris Morgan<cmorgan@alum.wpi.edu> Audacious porta autors Giacomo Lozito no develia.org

source: This LADSPA plugin has no user controls
lv: Šim LADSPA spraudnim nav lietotāja vadīklu

source: Name
lv: Nosaukums

source: Installed plugins
lv: Instalētie spraudņi

source: Running plugins
lv: Spraudņi, kas pašreiz darbojas

source: Add
lv: Pievienot

source: Remove
lv: Izņemt

source: LADSPA Plugin Catalog
lv: LADSPA spraudņu katalogs

source: <b><big>Couldn't initialize the last.fm radio plugin.</big></b> Check if your Scrobbler's plugin login data is set up properly.
lv: <b><big>Neizdevās inicializēt last.fm radio spraudni.</big></b> Pārbaudiet, vai jūsu Scrobbler spraudņa pieteikšanās dati ir ievadīti pareizi.

source: About LIRC Audacious Plugin
lv: Par LIRC Audacious spraudni

source: LIRC Plugin
lv: LIRC spraudnis

source: A simple plugin that lets you control Audacious using the LIRC remote control daemon Adapted for Audacious usage by Tony Vroon <chainsaw@gentoo.org> from the XMMS LIRC plugin by: Carl van Schaik <carl@leg.uct.ac.za> Christoph Bartelmus <xmms@bartelmus.de> Andrew O. Shadoura <bugzilla@tut.by> You can get LIRC information at: http://lirc.org
lv: vienkāršs spraudnis, kas ļauj jums kontrolēt Audacious, izmantojot LIRC attālinātās vadības dēmonu Piemērojis izmantošanai Audacious - Tony Vroon <chainsaw@gentoo.org> no XMMS LIRC spraudņa, kura autori ir: Carl van Schaik <carl@leg.uct.ac.za> Christoph Bartelmus <xmms@bartelmus.de> Andrew O. Shadoura <bugzilla@tut.by> Varat iegūt informāciju par LIRC: http://lirc.org

source: LIRC plugin settings
lv: LIRC spraudņa iestatījumi

source: Reconnect to LIRC server
lv: Pieslēgties vēlreiz LIRC serverim

source: Timeout before reconnecting (seconds):
lv: Noildze pirms atkārtotas pieslēgšanās (sekundes):

source: Reconnect
lv: Pieslēgties vēlreiz

source: Connection
lv: Pieslēgties

source: %s: could not init LIRC support
lv: %s: neizdevās inicializēt LIRC atbalstu

source: %s: could not read LIRC config file %s: please read the documentation of LIRC %s: how to create a proper config file
lv: %s: neizdevās nolasīt LIRC konf. failu %s: lūdzu, lasiet LIRC dokumentācijā %s: kā izveidot pareizu konf. failu

source: %s: trying to reconnect...
lv: %s: mēģina pieslēgties vēlreiz...

source: %s: unknown command "%s"
lv: %s: nezināma komanda "%s"

source: %s: disconnected from LIRC
lv: %s: atvienots no LIRC

source: %s: will try reconnect every %d seconds...
lv: %s: tiks mēģināts pieslēgties vēlreiz katras %d sekundes...

source: Enable fast play-length calculation
lv: Ieslēgt ātro atskaņošanas garuma aprēķinu

source: Parse XING headers
lv: Parsēt XING galvenes

source: Use SJIS to write ID3 tags (not recommended)
lv: Izmantot SJIS ID3 tagu rakstīšanai (nav ieteicams)

source: Metadata Settings
lv: Metadatu iestatījumi

source: MPEG Audio Plugin Configuration
lv: MPEG audio spraudņa konfigurācija

source: Audacious MPEG Audio Plugin Compiled against libMAD version: %d.%d.%d%s Written by: William Pitcock <nenolod@sacredspiral.co.uk> Yoshiki Yazawa <yaz@cc.rim.or.jp> Portions derived from XMMS-MAD by: Sam Clegg ReplayGain support by: Samuel Krempp
lv: Audacious MPEG audio spraudnis Kompilēts pret libMAD versiju: %d.%d.%d%s Autori: William Pitcock <nenolod@sacredspiral.co.uk> Yoshiki Yazawa <yaz@cc.rim.or.jp> Daļa koda aizgūta no XMMS-MAD, autors: Sam Clegg Normalizēšanas atbalsta autors: Samuel Krempp

source: About MPEG Audio Plugin
lv: Par MPEG audio spraudni

source: About Metronom
lv: Par Metronom

source: A Tact Generator by Martin Strauss <mys@faveve.uni-stuttgart.de> To use it, add a URL: tact://beats*num/den e.g. tact://77 to play 77 beats per minute or tact://60*3/4 to play 60 bpm in 3/4 tacts
lv: Takts ģenerators, autors Martin Strauss <mys@faveve.uni-stuttgart.de> Lai to izmantotu, ievadiet URL: tact://sitieni*skait./sauc. piem., tact://77 , lai atskaņotu 77 sitienus minūtē vai tact://60*3/4 , lai atskaņotu 60 sit./min. 3/4 taktīs

source: Tact generator: %d bpm
lv: Takts ģenerators: %d sit./min.

source: Tact generator: %d bpm %d/%d
lv: Takts ģenerators: %d sit./min. %d/%d

source: ModPlug Configuration
lv: ModPlug konfigurācija

source: Mono (downmix)
lv: Mono (lejupmiksēšana)

source: Nearest (fastest)
lv: Tuvākais (ātrākais)

source: Linear (fast)
lv: Lineārais (ātri)
